[
    {
        "id": 134724,
        "date": "2024-03-29T23:55:26+00:00",
        "text": "Amerikkka intercepts anything and everything but the small jewish cock that sodomizes them everyday , they claim it doesn’t exist and man dunno where it is"
    },
    {
        "id": 134723,
        "date": "2024-03-29T23:52:50+00:00",
        "text": "If you don't like when people post what you don't like, stay off the fucking internet, use the parental settings. Now fuck off faggot."
    },
    {
        "id": 134722,
        "date": "2024-03-29T23:51:24+00:00",
        "text": ""
    },
    {
        "id": 134721,
        "date": "2024-03-29T23:49:13+00:00",
        "text": "All from sneaker and story book bible hustle ?"
    },
    {
        "id": 134720,
        "date": "2024-03-29T23:48:02+00:00",
        "text": ""
    },
    {
        "id": 134719,
        "date": "2024-03-29T23:44:54+00:00",
        "text": "insurance job"
    },
    {
        "id": 134718,
        "date": "2024-03-29T23:44:03+00:00",
        "text": "I am heterosexual. I would appreciate you nothing posting homosexual gifs. It's not asking too much."
    },
    {
        "id": 134717,
        "date": "2024-03-29T23:42:16+00:00",
        "text": ""
    },
    {
        "id": 134716,
        "date": "2024-03-29T23:35:23+00:00",
        "text": "Net work is irrelevant if it's not liquid."
    },
    {
        "id": 134715,
        "date": "2024-03-29T23:32:54+00:00",
        "text": "\"except if they get the migrants to vote\"...  That would only make sense if the migrants are being concentrated in Republican districts, but they're being concentrated in Democrat cities in Democrat states that Trump wouldn't win anyway.  The plan is to gain House seats in safe Liberal districts of those states based on the rise in population in those states.  That way, they have even more extreme liberals voting in Congress."
    },
    {
        "id": 134714,
        "date": "2024-03-29T23:32:24+00:00",
        "text": "Little nazis (norwegians). they became crazy again, preparing for world war, and bought all toilets paper in the Kingdom!!!"
    },
    {
        "id": 134713,
        "date": "2024-03-29T23:24:42+00:00",
        "text": "Hamas is not Islamists.  They're Opportunists.  They've been lining their pockets with foreign aid since 2005.   The longer they keep the conflict going, the more money they make off the Jew haters."
    },
    {
        "id": 134712,
        "date": "2024-03-29T23:17:38+00:00",
        "text": "German colonizer invader in America Trump👨🏻‍🦰: A banana a day, keeps me from going broke any day.                                        Non-colonizer Person👦🏾: What the fuck kind of bananas can keep someone from going broke any day?                                                                                                                       German colonizer invader in America Trump 👨🏻‍🦰: Watch me and learn, I am the best, always the best."
    },
    {
        "id": 134711,
        "date": "2024-03-29T23:13:49+00:00",
        "text": "Sweden USD 18.5 cents / egg .  20 eggs = USD 3.70   ... Walmart, Florida USD 16.9  cents / egg .  20 eggs = USD 3.39"
    },
    {
        "id": 134710,
        "date": "2024-03-29T23:06:22+00:00",
        "text": "Man, I wish Trump was really for America first, but he is \"only Jews first\"."
    },
    {
        "id": 134709,
        "date": "2024-03-29T22:59:20+00:00",
        "text": "👍"
    },
    {
        "id": 134708,
        "date": "2024-03-29T22:47:21+00:00",
        "text": "**Trump Is Now Richer Than George Soros**\n\nAccording to the Bloomberg Billionaires Index, former US President Trump is richer than George Soros.\n\nAs of Friday, Trump ranks 350 on the list, while Soros is 377. Trump's wealth is estimated at $7.48 billion, while Soros has $7.16 billion.\n\nThe richest people on the list are Bernard Arnault, Jeff Bezos, and Elon Musk."
    },
    {
        "id": 134707,
        "date": "2024-03-29T22:45:07+00:00",
        "text": "I was in Ukrain, and I have first hand experience. You are the brainwadhed with the censored MSM."
    },
    {
        "id": 134706,
        "date": "2024-03-29T22:37:35+00:00",
        "text": "I tried to tell u it was coming"
    },
    {
        "id": 134705,
        "date": "2024-03-29T22:37:12+00:00",
        "text": "what do u know about that 1"
    },
    {
        "id": 134704,
        "date": "2024-03-29T22:37:01+00:00",
        "text": "https://youtu.be/F2Zzk9jowjQ?si=S-uGVTq8bU2I3DSN"
    },
    {
        "id": 134701,
        "date": "2024-03-29T22:16:41+00:00",
        "text": "Woe to the isles."
    },
    {
        "id": 134700,
        "date": "2024-03-29T22:14:58+00:00",
        "text": ""
    },
    {
        "id": 134699,
        "date": "2024-03-29T22:12:55+00:00",
        "text": "Many children's books are riddled with yt S and patriarchal bs. These particular examples are lame. More useful to teach children to spot repetitive patterns and themes. That would also expose western govts and media too, though."
    },
    {
        "id": 134698,
        "date": "2024-03-29T22:07:40+00:00",
        "text": "That said, you can say it na more diplomatic form: even fags have the whole pack of bigotry up there a...!🤪"
    },
    {
        "id": 134697,
        "date": "2024-03-29T22:05:14+00:00",
        "text": "👍"
    },
    {
        "id": 134696,
        "date": "2024-03-29T22:04:51+00:00",
        "text": "Ohh Tusky, you are such grassroot corky shnuggle-guggle!\nYou just have constipation \n.. and not only in your lower body, but .... well ... you find out yourself if you can!😁"
    },
    {
        "id": 134695,
        "date": "2024-03-29T22:03:02+00:00",
        "text": "May God honor their devotion. No indulgence in food and bunnies like North Americans."
    },
    {
        "id": 134694,
        "date": "2024-03-29T21:55:13+00:00",
        "text": "**11 армия ВВС и ПВО **нанесла удар по ПВД противника в районе **н.п. Малиновка**. Сообщается, что арендаторы просрочили оплату на 10 лет.\n\n@voin_dv"
    },
    {
        "id": 134693,
        "date": "2024-03-29T21:46:54+00:00",
        "text": "They need to talk to hamas, or just go there."
    },
    {
        "id": 134692,
        "date": "2024-03-29T21:46:27+00:00",
        "text": "Correction:\n\"Some blue haired academics have taken offense\""
    },
    {
        "id": 134691,
        "date": "2024-03-29T21:31:14+00:00",
        "text": "Usa will end soon very badly"
    },
    {
        "id": 134690,
        "date": "2024-03-29T21:22:14+00:00",
        "text": "**University Library Brands Classic Children's Stories With Trigger Warnings\n**\nYork St John University has branded the tales of Peter Pan and Alice in Wonderland with trigger warnings because of \"white supremacy\" and \"colonialist narratives.\"\n\nDespite the content warning, the Rees-Williams Collection of Children’s Literature states it will continue to care for the literature because it's \"evidence of the racist marginalisation.\"\n\nSome academics have taken offense to the hookah-smoking caterpillar in \"Alice's Adventures in Wonderland,\" claiming it's a depiction of the East, and Peter Pan contains criticism of \"savages.\""
    },
    {
        "id": 134689,
        "date": "2024-03-29T21:19:25+00:00",
        "text": "**A few recommended acts on the Holy nights of Laylatul-Qadr — **\n\n‎اللَّهُمَّ صَلِّ عَلَى مُحَمَّـدٍ و آلِ مُحَمَّدٍ وعَجِّلْ فَرَجَهُمْ\n\n#Ramadhan\n#LaylatulQadr\n#RecommendedActs\n#WhoIsMahdi\n\n☑️@AwaitorsOfMahdi"
    },
    {
        "id": 134688,
        "date": "2024-03-29T21:13:14+00:00",
        "text": null
    },
    {
        "id": 134687,
        "date": "2024-03-29T21:06:22+00:00",
        "text": "This is going to screw up the Biden Election campaign, they already have enough to do with the question \"we don't have Covid-19 anymore so he has to go out, he has to give campaign speeches and he is going to have to face his rival\"!\nBut this issue is going to break the Democrats neck, except if they are able to get all migrants to vote!\nThink about it, NO ID IS NEEDED TO VOTE IN THE US, this is a business opportunity, no kidding, if they pay the flight to the US and a two week holiday, I think we could get a lot of Europeans to go to a voting holiday trip!\nDemocracy ✊🏼"
    },
    {
        "id": 134686,
        "date": "2024-03-29T21:02:40+00:00",
        "text": "Good, everyone should be chipping in to kill islamists everywhere in the world, USA should have done the same in Afghanistan and bravo for Russian destroying ISIS in Syria, kill'em all"
    },
    {
        "id": 134685,
        "date": "2024-03-29T21:02:32+00:00",
        "text": "Ascolta qua...\nhttps://odysee.com/@luogocomune:5/giorgia-meloni-ci-racconta-le-favole:1"
    },
    {
        "id": 134684,
        "date": "2024-03-29T21:01:33+00:00",
        "text": "Can't these morons see things aren't right if you need the military for the Olympics"
    },
    {
        "id": 134683,
        "date": "2024-03-29T21:00:06+00:00",
        "text": "America has been a genocidal greedy country since its birth 1776"
    },
    {
        "id": 134682,
        "date": "2024-03-29T20:57:58+00:00",
        "text": "Rope and tree..."
    },
    {
        "id": 134681,
        "date": "2024-03-29T20:54:20+00:00",
        "text": "**Join us on Instagram, Where ZioPigs Censor Everything.😁🤯**😎**\n****https://www.instagram.com/t.me.exposingzionist?igsh=MjN2bmM3YXU4MDM2&utm_source=qr**"
    },
    {
        "id": 134680,
        "date": "2024-03-29T20:53:40+00:00",
        "text": "🇪🇺 🇺🇦☠️ A NATO grenade launcher rips off the head of a Ukrainian trainer\nNATO grenade launchers often jam, say Ukrainians on the training ground.\n\n🔸@SNNenglish"
    },
    {
        "id": 134679,
        "date": "2024-03-29T20:49:00+00:00",
        "text": "Obama is so simian"
    },
    {
        "id": 134678,
        "date": "2024-03-29T20:48:09+00:00",
        "text": ""
    },
    {
        "id": 134676,
        "date": "2024-03-29T20:42:05+00:00",
        "text": "LG LGBTQ + influencer Rha MorAra Morais, 34, was found dead inside the apartment, Wednesday (27/3), at Residencial Moove, ad Clar The Civil Police of the Federal District (PCDF) is investigating the case and, according to preliminary information, there are no signs of violence.\n\n🔴Spoiler: 💉"
    },
    {
        "id": 134675,
        "date": "2024-03-29T20:41:13+00:00",
        "text": "LG LGBTQ + influencer Rha MorAra Morais, 34, was found dead inside the apartment, Wednesday (27/3), at Residencial Moove, ad Clar The Civil Police of the Federal District (PCDF) is investigating the case and, according to preliminary information, there are no signs of violence.\n\n🔴Spoiler: 💉"
    },
    {
        "id": 134674,
        "date": "2024-03-29T20:39:57+00:00",
        "text": "President Biden and President Obama disembark from Air Force One in Neor It seems that the trio is getting great liquidity in the fundraisers undertaken. I hope it will not be enough to buy another 80 million bogus votes."
    },
    {
        "id": 134673,
        "date": "2024-03-29T20:38:24+00:00",
        "text": "The Secretary of the Treasury J:\n\n\"Oil production has reached new highs. It has expanded a lot in the last couple of years, but in the long term the goal is clearly to switch to clean energy, which is important to reduce greenhouse gas emissions, so that we can live on a sustainable planet. And we want to make sure that such a transition proceeds so as not to destroy the planet in the process. There have long been tax preferences for oil, gas and coal that we believe distort markets by encouraging more investment in fossil fuels than would happen in a neutral system. So there are a number of proposals to level the playing field to reduce the benefits of fossil fuels\"."
    },
    {
        "id": 134672,
        "date": "2024-03-29T20:37:09+00:00",
        "text": "AWARDS GIVEN BY THE CDC TO MUNICIPALITIES AND WATER SERVICES FOR ADDING FLUORIDE TO WATER. TOO BAD IT'S TOXIC."
    },
    {
        "id": 134671,
        "date": "2024-03-29T20:35:55+00:00",
        "text": "REPUBLICAN POLITICIAN RAMASAM-\n\n\nBiden's cognitive problems are not a mistake. This is a feature of governance, Biden is pulled by the threads and promoted by his puppet. So I'm happy to see how optimistic we can be with the poll numbers we're seeing. But we can't relax. Keep in mind that it is not of Biden It is the machine below him, which supports him. This is what we are really opposed to. And that's what I learned from Obama and Clinton' - Ramas spiega"
    },
    {
        "id": 134670,
        "date": "2024-03-29T20:33:57+00:00",
        "text": "In Las Vegas, demand for food collections is rising as food prices – up more than 21% under Biden – continue to rise.\n\n\"The rising costs of housing, food, gas - everything is really affecting people's budgets\"."
    },
    {
        "id": 134669,
        "date": "2024-03-29T20:32:06+00:00",
        "text": "“I can barely make it,\" says a North Carolina driver struggling to make it to the end of the month as gasoline prices rise more and more.\n\nSince Biden took office, the national average for normal gas has increased by about 48%."
    },
    {
        "id": 134668,
        "date": "2024-03-29T20:31:03+00:00",
        "text": "Senator Ron Johnson launches a series of truth bombs - on Covid, Event 201, WHO, globalist takeover plan and more – live on Fo Ne"
    },
    {
        "id": 134667,
        "date": "2024-03-29T20:29:42+00:00",
        "text": "Spokesman for the United States Department of State Matthe Miller..."
    },
    {
        "id": 134666,
        "date": "2024-03-29T20:23:09+00:00",
        "text": "Go to google earth!, It might give an idea of what is there, No clue on how often the satellite images are updated or when those pictures were last taken.\nBut it may be worth a try."
    },
    {
        "id": 134665,
        "date": "2024-03-29T20:00:05+00:00",
        "text": ""
    },
    {
        "id": 134664,
        "date": "2024-03-29T19:55:31+00:00",
        "text": "Assholes"
    },
    {
        "id": 134663,
        "date": "2024-03-29T19:55:05+00:00",
        "text": "If a guy tried to pick you up with this line, “How do you like your eggs in the morning?”\n\nRespond with, “Unfertilized.”"
    },
    {
        "id": 134662,
        "date": "2024-03-29T19:53:34+00:00",
        "text": ""
    },
    {
        "id": 134661,
        "date": "2024-03-29T19:52:56+00:00",
        "text": ""
    },
    {
        "id": 134660,
        "date": "2024-03-29T19:51:40+00:00",
        "text": "Americans (jews) start their degenerative (spring) revolutions by introducing drugs and evil ways into societies they want to destroy. Good education is needed to prevent the American prostitution of peoples abroad. Let degeneracy stay in jewmerica"
    },
    {
        "id": 134659,
        "date": "2024-03-29T19:49:10+00:00",
        "text": "You must have scrambled to find an egg gif."
    },
    {
        "id": 134658,
        "date": "2024-03-29T19:49:00+00:00",
        "text": "**Biden Administration Quietly Sends Israel More Weapons\n**\nUS President Biden authorized sending billions of dollars worth of bombs and fighter jets to Israel in recent days.\n\nThe new arms package includes more than 1,800 MK84 2,000-pound bombs and 500 MK82 500-pound bombs, the Washington Post reports.\n\nThere is a growing rift in the Democratic Party about supporting Israel, with many coming out in favor of a ceasefire, even within Biden's own administration.\n\nJust last night, Biden's fundraiser with former President Obama and former President Clinton was heckled by pro-Palestine activists who accused the president of having blood on his hands."
    },
    {
        "id": 134657,
        "date": "2024-03-29T19:48:01+00:00",
        "text": ""
    },
    {
        "id": 134656,
        "date": "2024-03-29T19:47:55+00:00",
        "text": "Nobody is gonna cry the day Israel gets nuked"
    },
    {
        "id": 134655,
        "date": "2024-03-29T19:38:36+00:00",
        "text": "The egg market there is a shell of its former self where there is now only a poultry amount. Several layers to this."
    },
    {
        "id": 134654,
        "date": "2024-03-29T19:37:16+00:00",
        "text": "https://youtu.be/Cz4UXLSar7Q?si=CuGaInFHK4mQBA1m"
    },
    {
        "id": 134653,
        "date": "2024-03-29T19:36:38+00:00",
        "text": "https://youtu.be/JwanFrfiWjY?si=17DmrjugIL5BCdLO"
    },
    {
        "id": 134652,
        "date": "2024-03-29T19:35:35+00:00",
        "text": "Is the end of this zionist regim."
    },
    {
        "id": 134651,
        "date": "2024-03-29T19:30:15+00:00",
        "text": "Evil ethnic group gipsy Jews"
    },
    {
        "id": 134650,
        "date": "2024-03-29T19:29:35+00:00",
        "text": "**Norwegians Face Easter Egg Shortage\n**\nA shortage of eggs in shops during Holy Week has caused Norwegians to flock to supermarkets across the border in Sweden and hoard the traditional Easter food.\n\nA pack of 20 eggs in Sweden sells for a price equivalent to 39.90 Norwegian kroner ($3.70), about 30% less than the price in Norway.\n\nSupermarkets have had to limit the number of eggs purchased to three 20-packs per household, Norwegian news outlet Nettavisen reported."
    },
    {
        "id": 134649,
        "date": "2024-03-29T19:23:34+00:00",
        "text": "⚡️🇺🇸 According to the Washington Post, the U.S has agreed to transfer 25 F-35A Aircraft and other spare parts worth 2.5 billion US dollars to Israel.\n\n@medmannews"
    },
    {
        "id": 134648,
        "date": "2024-03-29T19:20:57+00:00",
        "text": "Ukraine has for years sheltered ISIS jihadists and terrorist leaders - and provided them with Ukrainian passports under false identities. The CIA knew this the whole time.\n\nhttps://www.independent.co.uk/news/world/europe/isis-leaders-ukraine-tukey-syria-caliphate-al-bara-shishani-a9211676.html"
    },
    {
        "id": 134647,
        "date": "2024-03-29T19:19:48+00:00",
        "text": "South Korean woman gleefully describes her nation's extinction which is happening because of growing feminism among the country's women.\n\nLet's see if she is still cheerful the day when North Korean soldiers barge through the doors of her retirement home."
    },
    {
        "id": 134646,
        "date": "2024-03-29T19:18:22+00:00",
        "text": "sure, he knows that. he's planning that"
    },
    {
        "id": 134645,
        "date": "2024-03-29T19:15:05+00:00",
        "text": "Attendees complained that the admission fees were huge stating that organizers had charged them up the ass."
    },
    {
        "id": 134644,
        "date": "2024-03-29T19:13:24+00:00",
        "text": "The islamic ideologi and expansion is a greater threat then anything else for europe at this point."
    },
    {
        "id": 134642,
        "date": "2024-03-29T19:06:29+00:00",
        "text": ""
    },
    {
        "id": 134641,
        "date": "2024-03-29T19:05:52+00:00",
        "text": "I tried...  !!!"
    },
    {
        "id": 134640,
        "date": "2024-03-29T19:00:25+00:00",
        "text": "It's not the problem, at all! Like Japan for example.\nThe American occupation, the Corporate elites and their way of changing the working environment in combination with the Propagated lifestyle is the root of the downturn."
    },
    {
        "id": 134638,
        "date": "2024-03-29T18:57:29+00:00",
        "text": "Mr Gay Europe crowned in Poland.                                                                                   All nazis got 3 things they love. Fucking their sisters👩🏼, fucking their daughters👧🏼, and taking Big Black Cock  🍆in the ass when no one is watching them."
    },
    {
        "id": 134637,
        "date": "2024-03-29T18:56:53+00:00",
        "text": "Inject some cultural diversity, problem solved"
    },
    {
        "id": 134634,
        "date": "2024-03-29T18:50:14+00:00",
        "text": "Bro, who do they think you’re a bro, bro? 🙃"
    },
    {
        "id": 134633,
        "date": "2024-03-29T18:49:41+00:00",
        "text": "Breaking | Reports indicate Israeli soldiers are setting fire to tens of Palestinian houses in the vicinity of al-Shifa Hospital, east of Gaza City.\n\nThis footage was taken from an Israeli soldier's social media account, recording himself torching a Palestinian home on fire, then jokes about it in Gaza."
    },
    {
        "id": 134632,
        "date": "2024-03-29T18:45:49+00:00",
        "text": "Сотрудники ФСБ арестовали трех жителей Средней Азии готовивших теракт на территории России."
    },
    {
        "id": 134631,
        "date": "2024-03-29T18:43:19+00:00",
        "text": "Polish fuck boys."
    },
    {
        "id": 134630,
        "date": "2024-03-29T18:43:09+00:00",
        "text": "Will it eliminate soy consumption, manga, Kpop, and soap operas?  If not, Korean balls won’t be producing testosterone."
    },
    {
        "id": 134629,
        "date": "2024-03-29T18:37:52+00:00",
        "text": "Won't be fighting for this bastard, the EU or the UK."
    },
    {
        "id": 134628,
        "date": "2024-03-29T18:37:36+00:00",
        "text": "An Israeli soldier executed David Ben Avraham, a 63-year-old man who converted to Judaism years ago.\n\nVideo footage captures the killing of an elderly man waiting at a bus station near an Israeli settlement. Israeli soldiers approached him, suspecting him of being Palestinian. Despite raising his hands, the soldiers asked about his name and religion before fatally shooting him at point blank."
    },
    {
        "id": 134627,
        "date": "2024-03-29T18:28:30+00:00",
        "text": "India visited by demons, that hate each and every last dumb hindu fucks. Watch the pure demonic evil and hypocrisy in the faces of each of those fucking demons, they can't hide it at all because that's who they are. They are your enemies, they always have been, are, and always will be the enemies of every and all peoples of color on the whole entire planet. Look at their faces. Their true spirit says they would rather be there to steal everything you dumb asses have, and kill all you hindu stupid fucks like roaches."
    },
    {
        "id": 134626,
        "date": "2024-03-29T18:27:26+00:00",
        "text": "What a deranged idea by a deranged puppet govt of the USA. Lol. Another death blow by imperialism, capitalism and patriarchy to reproduction. Turn the baby-machines off, ladies. Until it's a socialist matriarchy of peace and justice, no more babies. 🥰🥰🥰❤️❤️❤️"
    },
    {
        "id": 134625,
        "date": "2024-03-29T18:22:53+00:00",
        "text": "nasty 😞"
    },
    {
        "id": 134624,
        "date": "2024-03-29T18:19:13+00:00",
        "text": "silly ideas by squid nation"
    },
    {
        "id": 134623,
        "date": "2024-03-29T18:18:49+00:00",
        "text": "Thank you Betty....  !!!"
    },
    {
        "id": 134622,
        "date": "2024-03-29T18:18:41+00:00",
        "text": ""
    },
    {
        "id": 134621,
        "date": "2024-03-29T18:18:33+00:00",
        "text": "Cheese and whine surrender monkeys."
    },
    {
        "id": 134620,
        "date": "2024-03-29T18:17:49+00:00",
        "text": "Plus i asked if it was true or not... Nothing else... And i am not a Bro... Thank you...    !!!"
    },
    {
        "id": 134619,
        "date": "2024-03-29T18:17:33+00:00",
        "text": "I really don't want to visit a major event that could very well be a target of terrorism, yet is protected by a force of people who speak 35 different languages and I don't know which one speaks my language."
    },
    {
        "id": 134618,
        "date": "2024-03-29T18:17:27+00:00",
        "text": "Woeking 21 hours a day is not a problem if there would just not be the damn 2h commute!"
    },
    {
        "id": 134617,
        "date": "2024-03-29T18:16:45+00:00",
        "text": "It was a Polish film production... Not Hollywood...!!!"
    },
    {
        "id": 134616,
        "date": "2024-03-29T18:15:53+00:00",
        "text": "He can go fight in it - leave us out of it!"
    },
    {
        "id": 134615,
        "date": "2024-03-29T18:15:15+00:00",
        "text": "He seems to be labouring under the misaprehension that all he has to do is snap his fingers and people will willingly come running to do his bidding. \nTuff shit Tusk. You push for it, get a gun and go at it yourself. Off ye go, sport."
    },
    {
        "id": 134614,
        "date": "2024-03-29T18:15:02+00:00",
        "text": "traitors"
    },
    {
        "id": 134613,
        "date": "2024-03-29T18:14:38+00:00",
        "text": "Russia doesn't need to attack the EU... they're doing a perfect fine job of destroying themselves."
    },
    {
        "id": 134612,
        "date": "2024-03-29T18:13:02+00:00",
        "text": "I recommend the work of Grover Furr “Blood Lies” which covers the appalling propaganda which passes as academic scholarship on events such a Katyn massacre. The book is available for free to read but here’s the chapter on Katyn \n\nhttp://www.readmarxeveryday.org/bloodlies/ch10.html\n\nHere’s a podcast in which Furr discusses the standard anti-communist history and why it doesn’t stand up to scrutiny \n\nhttps://youtu.be/mZb64uwxUrs?si=cK-wYh10nmVM6vTp"
    },
    {
        "id": 134611,
        "date": "2024-03-29T18:12:49+00:00",
        "text": "probably accurate assumption"
    },
    {
        "id": 134610,
        "date": "2024-03-29T18:06:24+00:00",
        "text": "**South Korea Hopes New Train Will Fix Birthrate\n**\nPart of South Korea's pitch for the high speed Great Train eXpress, which will connect central Seoul with its outskirts, is that it will get young people out of their homes to improve the country's birthrate.\n\nYoung people have reportedly cited long commute times and expensive housing in Seoul as reasons why they are not getting married and having children.\n\n\"With two-hour commute on the way home, for example, how can anyone make time for babies? The idea is to give people more leisure time after work,\" Land Minister Park Sang-woo told Reuters.\n\nSouth Korea has the lowest fertility rate in the world and Seoul's birthrate is even lower."
    },
    {
        "id": 134609,
        "date": "2024-03-29T18:05:11+00:00",
        "text": "Not quite as bad but probably the same anount of degrnerate gay sex"
    },
    {
        "id": 134608,
        "date": "2024-03-29T17:58:50+00:00",
        "text": "Queen Elizabeth is prophet Mohammed’s 43rd great grand daughter \n\nOhh did I mention she’s kike as well \n\nTake all the time you need mate"
    },
    {
        "id": 134607,
        "date": "2024-03-29T17:48:20+00:00",
        "text": "If Rakeem has been receiving social service benefits, then the govt employees handing those out should be charged with funding this menace."
    },
    {
        "id": 134606,
        "date": "2024-03-29T17:46:20+00:00",
        "text": "Not as Anglo Saxon as Biden, Netanyahu, Nuland, Zelensky, Stoltenberg, Borell, Van Der Leyen, Tusk, Macron, Cameron, Starmer, Scholz, Kallas, Blinken etc etc etc. Anglo Saxon = jihadis. The real ones."
    },
    {
        "id": 134605,
        "date": "2024-03-29T17:39:14+00:00",
        "text": "Japan utilizes russian oil too. Are they petered intellectually as well ? China too.  Russia is made brawny by its decisions , that’s what makes it alacrity and roborant. It has its own interests at hand , the didactic to force the european hand to buy russian oil in its own currency is a persnickety example , and  cares to that of its citizenry in mull.  Ukraine , your president is weak zionist kike man , w a small penis who snorts coke and is a fucking homosexual. Did you fucking expect bice from such pertly son of a bitch ?? Someone who’s matriculating farmers into his army , women to be his condottieri….. has sold his assets , land , country to Blackrock and vanguard ….. how sagacious is this pig ? Uses donated tax payer money to buy him villas in egypt , israel ….. he’s a well known vacuum cleaner wherever Colombian salt 🧂 is on the floor …. Ukraine , you’re nothing but goat shit , go mount your mother , like goats do"
    },
    {
        "id": 134604,
        "date": "2024-03-29T17:36:46+00:00",
        "text": "Rakeem, there's a good Anglo-Saxon name 🙄"
    },
    {
        "id": 134603,
        "date": "2024-03-29T17:34:36+00:00",
        "text": "**Teenager Charged With Attempted Murder After Viral Train Stabbing\n**\nRakeem Thomas, a 19-year-old, has been charged with attempted murder and possession of an offensive weapon after a knife attack in front of train passengers in Beckenham.\n\nFootage of the stabbing went viral on social media. British Transport Police asked witnesses to speak to them about the incident.\n\n\"We understand the concerns of the public following this incident and our detectives have been working tirelessly to investigate. I hope this arrest will bring some reassurance to those on the rail network,\" British Transport Police Superintendent Darren Malpas said.\n\nThe victim was taken to the hospital in critical but stable condition."
    },
    {
        "id": 134602,
        "date": "2024-03-29T17:22:31+00:00",
        "text": "Fu🖕k off Tusky raisin face"
    },
    {
        "id": 134601,
        "date": "2024-03-29T17:22:30+00:00",
        "text": "Apparently terrorists also attacked and the Syrian military took them out."
    },
    {
        "id": 134600,
        "date": "2024-03-29T17:20:18+00:00",
        "text": "Jew sentence... BS"
    },
    {
        "id": 134599,
        "date": "2024-03-29T17:18:45+00:00",
        "text": "Miss Kardasian Saudi Universe 😁"
    },
    {
        "id": 134598,
        "date": "2024-03-29T17:13:55+00:00",
        "text": "Man she's hot, very sexy... Me likeee😍"
    },
    {
        "id": 134597,
        "date": "2024-03-29T17:13:48+00:00",
        "text": "It shouldn't need safeguarding since Russia aren't welcome."
    },
    {
        "id": 134596,
        "date": "2024-03-29T17:04:44+00:00",
        "text": "If Tusk wants war, he can go enroll at any time. It's not like we're holding him back. Him and all these warmongers should just go enroll and leave us the fuck alone"
    },
    {
        "id": 134595,
        "date": "2024-03-29T17:03:23+00:00",
        "text": "F#ck CANADUH!!!\nThey violently deported me, a white conservative, dumping me across the border with brain trauma and nothing but the clothes on my back. I was not allowed to retrieve any of my personal possessions, losing over $100,000 and becoming instantly homeless."
    },
    {
        "id": 134594,
        "date": "2024-03-29T17:01:17+00:00",
        "text": "**Ukrainian FM in India after ‘weak intellectual potential’ comment from Zelensky’s adviser**"
    },
    {
        "id": 134593,
        "date": "2024-03-29T16:55:08+00:00",
        "text": "Psyhopatic piece of shit"
    },
    {
        "id": 134592,
        "date": "2024-03-29T16:43:24+00:00",
        "text": "Poland does not have to worries, in two days they're defeated"
    },
    {
        "id": 134590,
        "date": "2024-03-29T16:38:04+00:00",
        "text": "Stupid piece of polish shit"
    },
    {
        "id": 134589,
        "date": "2024-03-29T16:34:32+00:00",
        "text": "Hopefully protesters will ruin the Olympics."
    },
    {
        "id": 134588,
        "date": "2024-03-29T16:33:42+00:00",
        "text": "This just says that France is too weak to host the Olympics. Bunch of cheese-eating surrender monkeys."
    },
    {
        "id": 134587,
        "date": "2024-03-29T16:32:04+00:00",
        "text": "Younger generations means \"migrants\". I wonder if they know that."
    },
    {
        "id": 134586,
        "date": "2024-03-29T16:31:15+00:00",
        "text": "**France to boost Olympic security with foreign military and police support\n**\nParis has asked about 45 foreign countries to contribute several thousand extra military, police, and civilian personnel to help safeguard the Olympics this summer, government sources said on Friday.\n\nA request was made in January to about 45 countries to help reinforce capacity with more than 2,000 people, both military and non-military.\n\nAccording to a French government source, 35 countries have responded positively, with Poland and Germany among them."
    },
    {
        "id": 134585,
        "date": "2024-03-29T16:28:31+00:00",
        "text": "Tusk, Go Fuck Yourself... Nobody wants War with Russia except for you Satanic Cocksuckers ..."
    },
    {
        "id": 134584,
        "date": "2024-03-29T16:27:39+00:00",
        "text": "Perhaps the tank is still going through a teething process…and with British dentistry, that could be a bad thing."
    },
    {
        "id": 134583,
        "date": "2024-03-29T16:26:10+00:00",
        "text": "The EU is already at war with its citizens."
    },
    {
        "id": 134581,
        "date": "2024-03-29T16:24:20+00:00",
        "text": "No hurry europe is next US proxy warrior😁🎃🪖"
    },
    {
        "id": 134580,
        "date": "2024-03-29T16:23:01+00:00",
        "text": "Europe will be annihilated, don't forget NK, Iran, China etc."
    },
    {
        "id": 134579,
        "date": "2024-03-29T16:22:05+00:00",
        "text": "Jeez.. my Wish . com order will really be delayed now.."
    },
    {
        "id": 134578,
        "date": "2024-03-29T16:20:35+00:00",
        "text": ""
    },
    {
        "id": 134577,
        "date": "2024-03-29T16:19:18+00:00",
        "text": "Another delusional DemonRat.."
    },
    {
        "id": 134576,
        "date": "2024-03-29T16:07:44+00:00",
        "text": "Scaring children with the boogey man"
    },
    {
        "id": 134575,
        "date": "2024-03-29T16:04:34+00:00",
        "text": "Stupid warmonger. I'm in EU and NATO country and I don't hate Russians nor Chinese. Nor do I don't want a war with anyone."
    },
    {
        "id": 134574,
        "date": "2024-03-29T16:01:18+00:00",
        "text": "**Europe is in ‘pre-war era’ — Polish Prime Minister \n**\n“I understand that it will sound devastating, especially to the younger generation, but we have to mentally prepare for the arrival of a new era. We are in a pre-war era. I am not exaggerating,” Tusk said.\n\nMore details [here](https://www.rt.com/news/595104-europe-pre-war-era-tusk/)."
    },
    {
        "id": 134573,
        "date": "2024-03-29T16:00:47+00:00",
        "text": "The arrival of aerial bombs on the positions of the Armed Forces of Ukraine in the village of Urozhaynoye in the Donetsk region.\n\n\n\n@thewarroom005👈🏻"
    },
    {
        "id": 134572,
        "date": "2024-03-29T16:00:47+00:00",
        "text": ""
    },
    {
        "id": 134571,
        "date": "2024-03-29T16:00:47+00:00",
        "text": ""
    },
    {
        "id": 134570,
        "date": "2024-03-29T16:00:46+00:00",
        "text": ""
    },
    {
        "id": 134569,
        "date": "2024-03-29T15:40:45+00:00",
        "text": "Bro, please! Hollywood or any other movie shouldn't be a source for anything!\nRemember the movie with the James Bond guy playing the brothers who fought to rescue Jews and other people?\nDo you believe anything from Hollywood movies about Iraq, Afghanistan, Yugoslavia or any other crisis?\nYes, there was a crime commited in Katyn, have you checked where the majority of the Polish fighters fought?\nAnd check it with the fully released archives of the Russian Empire, Soviet union about WW1 or WW2?\nOr the situation the Soviet union was in back then (the same situation like today, the only difference is that the world has changed and the Russians have been able to turn their back on Europe and the US)\nOr have you asked yourself why you hear and read about the winter wars between the Soviet union and their old region called Finland, and why you don't hear anything of what happened later on, or who allowed Finland to keep their independence despite being a axis member and taking part in the siege of Leningrad (St. Petersburg)?\nStalin allowed Finland to stay independent after the Nazis and they lost the war.\nAnd Stalin allowed and supported a lot of countries back then!\nMind blowing is that the current political establishment hates Russia and Stalin, despite their benefits and presents given by him.\nBack to the point, take the time to investigate all of the shootings, take care of who was fighting the Nazis and who made up stories or used rather small one to build a narrative around it!"
    },
    {
        "id": 134568,
        "date": "2024-03-29T15:37:16+00:00",
        "text": "Piace of 💩 that smile on my president are expected to ukronazi front!"
    },
    {
        "id": 134567,
        "date": "2024-03-29T15:31:14+00:00",
        "text": "Rare MoD footage: Russia’s Uragan MLRS annihilates AFU strongholds, manpower, armor, and ammunition depots"
    },
    {
        "id": 134566,
        "date": "2024-03-29T15:25:28+00:00",
        "text": "I watched this film a few weeks ago Katyn (2007) \"An examination of the Soviet slaughter of thousands of Polish officers and citizens in the Katyn forest in 1940\" and i don't know if's it's true or not...   !!!"
    },
    {
        "id": 134565,
        "date": "2024-03-29T15:14:53+00:00",
        "text": ""
    },
    {
        "id": 134564,
        "date": "2024-03-29T15:10:08+00:00",
        "text": "Israeli airstrikes continue to target residential areas in the vicinity of Al-Shifa Hospital in Gaza."
    },
    {
        "id": 134563,
        "date": "2024-03-29T15:06:09+00:00",
        "text": "Keep in mind the creeper Biden is the person overseeing this arsenal. Frightening."
    },
    {
        "id": 134562,
        "date": "2024-03-29T15:04:56+00:00",
        "text": "OMG it's almost like living in a U.S. city run by liberals."
    },
    {
        "id": 134561,
        "date": "2024-03-29T15:04:46+00:00",
        "text": "🇷🇺👊 **Putin Staying Alive **👊🇷🇺😎"
    },
    {
        "id": 134560,
        "date": "2024-03-29T15:03:59+00:00",
        "text": "Rather a helicopter searchlight?"
    },
    {
        "id": 134559,
        "date": "2024-03-29T15:03:45+00:00",
        "text": "😂😂"
    },
    {
        "id": 134558,
        "date": "2024-03-29T15:03:44+00:00",
        "text": "**Join Our Instagram, Where the Zionist Censoring Everything.💖🙏🏻🇵🇸 \n****https://www.instagram.com/t.me.exposingzionist?igsh=MjN2bmM3YXU4MDM2&utm_source=qr**"
    },
    {
        "id": 134557,
        "date": "2024-03-29T15:01:18+00:00",
        "text": ""
    },
    {
        "id": 134556,
        "date": "2024-03-29T15:01:18+00:00",
        "text": ""
    },
    {
        "id": 134555,
        "date": "2024-03-29T15:01:18+00:00",
        "text": ""
    },
    {
        "id": 134554,
        "date": "2024-03-29T15:01:18+00:00",
        "text": ""
    },
    {
        "id": 134553,
        "date": "2024-03-29T15:01:18+00:00",
        "text": ""
    },
    {
        "id": 134552,
        "date": "2024-03-29T15:01:18+00:00",
        "text": "**WWII Genocide of the Soviet People Conference held in Moscow\n**\nThe military-historical event is being at the Military University of the Russian Ministry of Defense.\n\nThe conference was set up on the day of the Khatyn massacre where 149 residents were burnt or shot dead by an SS battalion. \n\nAttendees included representatives from various military and patriotic organizations, as well as Belarusian cultural experts and military figures."
    },
    {
        "id": 134551,
        "date": "2024-03-29T14:54:01+00:00",
        "text": "Israel is doing all it can to reduce the competition for limited food resources."
    },
    {
        "id": 134550,
        "date": "2024-03-29T14:52:58+00:00",
        "text": "A typical Forbes expert speaking as an expert"
    },
    {
        "id": 134549,
        "date": "2024-03-29T14:51:23+00:00",
        "text": "Exactly, what's left to blow up? Why is anyone still there?"
    },
    {
        "id": 134548,
        "date": "2024-03-29T14:50:15+00:00",
        "text": "If you don't have a viable solution to end the conflict, whining about what either side is doing is pointless."
    },
    {
        "id": 134547,
        "date": "2024-03-29T14:48:33+00:00",
        "text": "The West has lost the ability to manufacture anything but propaganda."
    },
    {
        "id": 134546,
        "date": "2024-03-29T14:48:06+00:00",
        "text": "Fuck off you little spacka."
    },
    {
        "id": 134545,
        "date": "2024-03-29T14:47:53+00:00",
        "text": "People all over the planet can say fuck the u.s, fuck russia, fuck china, but no one on earth can't say fuck the fucking impostor khazars, and ashkaNAZI european demon colonizers, because they say, that you are being \"anti\" their scam terrorism, and fucking thievery. Fuck you fake fuck pale face impostors none of you fucking demons came from that land. Gamal Abdel Nasser of Egypt asked the demons saying, that how the fuck the jews left being a black people and returned a white people? calling out the european land squatting thieving impostors. Now they black people from even finding information about Gamal Abdel Nasser on the internet because their demons control the internet use by all non-european peoples across the entire planet. It says in the scriptures that when the real israelites return their shall be peace in the middle east and the world, there has been nothing but death from the time those impostor terrorists planted themselves there from all over europe. Which is exactly what Gamal Abdel Nasser said was going to happen, he said they shall never have peace in that land because they are impostors. And if anyone on earth says anything about the lying demons, they are \"anti\" demons.  (  Behold, I will make them of the synagogue of Satan, which say they are Jews, and are not, but do lie; behold, I will make them to come and worship before thy feet, and to know that I have loved thee.  )"
    },
    {
        "id": 134544,
        "date": "2024-03-29T14:47:43+00:00",
        "text": "That's the sort of bullshit brainwashed shit I expected to be honest."
    },
    {
        "id": 134543,
        "date": "2024-03-29T14:46:15+00:00",
        "text": "**The US could lose nuclear superpower status as experts sound alarms over Washington’s arsenal — Newsweek\n**\nCritical decisions are required for modernization, but political complexities persist between Congress and successive administrations, Newsweek reports. Concerns arise about capability gaps and changing geopolitics. The future of US national security relies on prompt strategic adjustments and unified decision-making.\n\nThe Biden admin initiated a mass modernization of the US nuclear arsenal, replacing old Minuteman IIIs with Sentinels. The next few years will determine if this rapid progress is sufficient for Washington to uphold its nuclear superpower status."
    },
    {
        "id": 134542,
        "date": "2024-03-29T14:46:07+00:00",
        "text": "Yeah, like a Russian (all former Soviet union citizens living in Germany) friend of my said to me, German Jail is like Banja, recreation in comparison to Russian Jails!\nTable tennis, kicker, TV and crapp and his wife (and GF) were able to come on the weekends and they had their marriage and private time \n(👉🏻👌🏻).\nIn Russia you are not going to see the sky, sun etc without bars, you have a window with bars in your cell, but you can't reach the window because there is a cage inside the cell, your 1h day Release happens in a 5x5m room without a roof, a cage is on top and guys with AK's are looking at you walking in a small circle!\nWhy I am talking about that 😂\nWhen they come for you, you have to greet them military style walk backwards to the small opening, they put handcuffs behind your back and from the moment you leave you have to bend to the front and walk with your face looking to the ground, and if you think \"let's take a look\" and you start to look and the sides or upwards, they are going to repeat the laws while beating the sh*t out of you!\nThis guy is screwed, Siberian prisons are still hell, despite the Russian Government trying in the 90's - 2000's to change a lot, but if you are not able to see the sky, sun or moon without bars, this is a psychological sentence. And having the ability to see (fuc*) your women and the other luxuries you have in the west!\nTo sum it up, this 20~.year old guy is now going to live in the limbo for a very long time!\nParties, friends, girls, traveling or what any other young guy is doing, this is now a past, if he comes out in multiple decades from now on, he is going to be a broken guy.\nYeah, he may find the faith and try to keep his moral up, but if he ever tasted the youth and what it gave to him, \nHe is going to die internally, maybe even take his life!\nBRO, YOU REALLY FUC*ED UP, and you really believed what THEY told and promised you?\nWOW, he and the others haven't had a older person around them to warn and tell them to stop and immediately change course!\nAnd you deserve it, every day, every pain, every tear and every moment of regret!\nYou took the lives of innocent people, and now you are going to pay for it, for a long loooong loooooooong time!\nWhat a dumb mother*ucker.\nOh I forgot the food 😂, the food \"is not even for dogs\" and you have to eat it for a long time, because the family or his wife can not supply him with anything good!"
    },
    {
        "id": 134541,
        "date": "2024-03-29T14:45:09+00:00",
        "text": "Soon they will find out that Canada is not as free and nice as they thought, many Venezulans in Chicago already left the US"
    },
    {
        "id": 134540,
        "date": "2024-03-29T14:45:07+00:00",
        "text": "Ouff, black pill."
    },
    {
        "id": 134539,
        "date": "2024-03-29T14:44:18+00:00",
        "text": "He will be out in 5 years or less"
    },
    {
        "id": 134538,
        "date": "2024-03-29T14:43:32+00:00",
        "text": "УФСБ России по ЛНР задержал подозреваемого в шпионаже.\n\nПо данным силовиков, мужчина сообщал ГУР места дислокации подразделений ВС РФ. В его отношении возбуждено уголовное дело. Ведётся следствие.\n\n@MilitaryCriminal"
    },
    {
        "id": 134537,
        "date": "2024-03-29T14:38:20+00:00",
        "text": "Kiev looks grand. There is an actual genocide and extermination ongoing in Palestine. Gaza has been flattened. Israel is responsible for this holocaust."
    },
    {
        "id": 134536,
        "date": "2024-03-29T14:38:06+00:00",
        "text": "That's right, every high rise should have a set of fire poles in the center with an airbag at the bottome, so people can slide down to safety when the elevators don't work and stairs are consumed by the blaze."
    },
    {
        "id": 134535,
        "date": "2024-03-29T14:35:43+00:00",
        "text": "In the video... is that the moon in the sky behind the burning skyscraper, or is it the Gods holding a big magnifying glass they used to set the building on fire?"
    },
    {
        "id": 134534,
        "date": "2024-03-29T14:31:15+00:00",
        "text": "**❗️A 5.7 magnitude earthquake struck southern Greece, with tremors felt in Athens, Malta, and Crete\n**\nAlthough there were no immediate reports of damage or injuries, aftershocks occurred.\n\nThe quake started near the Strofades islands, approximately 75 miles south-southwest of Patras, followed by a 4.5 magnitude quake in the central Mediterranean Sea."
    },
    {
        "id": 134533,
        "date": "2024-03-29T14:31:08+00:00",
        "text": "The reason Earth wobbles on its axis is because on the Northern hemisphere of one side there are a lot of very fat Americans and Canadians, but on the opposite side in the Southern hemisphere, there are a lot of very small skinny Asians.  This creates an imbalance that results in a mild wobble during the spin.  Trust the science!"
    },
    {
        "id": 134532,
        "date": "2024-03-29T14:28:33+00:00",
        "text": "If the public in England had tried to intervene and they injured or killed the suspect they would be facing prosecution."
    },
    {
        "id": 134531,
        "date": "2024-03-29T14:24:13+00:00",
        "text": "I would trade with Putin, a million times before trading with any stinking filthy european colonizer global terrorists thieving demon countries in europe, and their colonists occupiers on the americas, africa, and australia."
    },
    {
        "id": 134530,
        "date": "2024-03-29T14:22:04+00:00",
        "text": "Navy ships stuck in Baltimore! How many????\n\"Antares and the Denebola are nearly the length of an aircraft carrier and are capable of sailing from the East Coast to Europe in six days, making them the fastest cargo ships in the world. “Combined, all of the [Fast Sealift Ships] can carry nearly all of the equipment needed to outfit a full Army mechanized division,” it said.\"\nhttps://www.breitbart.com/politics/2024/03/28/buttigieg-mess-transportation-dept-will-not-say-how-many-national-defense-ships-stuck-in-harbor/\nI rarely check breitbart but sometimes there are some interesting tidbits that no one else reports"
    },
    {
        "id": 134529,
        "date": "2024-03-29T14:13:56+00:00",
        "text": "All high-rise building across the entire planet even in the most develop countries are all huge deathtrap garbage. Built by people with corrupt minds, build something big, build it fast, and get the money. Don't worry about taking precautions, working on fire preventing systems in place as they they are being built, and using every single material that will be fore proof, and working against the fire before there is even a fire.. It's all corruption. If you are in high-rise building, and it catches fire where the fuck do you go, people have no fucking wings. The corrupt builders everywhere on the entire planet know that, but they ignore it. Knowing all high-rise buildings build across the world today are noting but huge deathtraps."
    },
    {
        "id": 134528,
        "date": "2024-03-29T14:13:34+00:00",
        "text": "**❗️Tajikistan authorities arrested 15 people plotting terrorist attacks during an upcoming holiday — Authorities to RIA\n**\nThe detained are being checked for any connections with the perpetrators of the terrorist attack at Crocus Hall."
    },
    {
        "id": 134527,
        "date": "2024-03-29T14:13:32+00:00",
        "text": ""
    },
    {
        "id": 134526,
        "date": "2024-03-29T14:13:32+00:00",
        "text": "❗️**Footage: The ninth person involved in the Crocus City Hall terror attack was brought into a Moscow court**"
    },
    {
        "id": 134525,
        "date": "2024-03-29T14:13:32+00:00",
        "text": "**US Central Command claims American forces intercepted four Houthi drones targeting a US vessel and a coalition warship in the Red Sea — Statement\n**\nThis incident marks the second attack of its nature within the past two days."
    },
    {
        "id": 134524,
        "date": "2024-03-29T14:13:32+00:00",
        "text": "**⚡️ Investigators ask Moscow court to arrest ninth suspect in the Crocus City Hall attack\n**\nLutfulloi Nazrimad is being charged with a terrorist act."
    },
    {
        "id": 134523,
        "date": "2024-03-29T14:12:57+00:00",
        "text": "**❗️Tajikistan authorities arrested 15 people plotting terrorist attacks during an upcoming holiday — Authorities to RIA\n**\nThe detained are being checked for any connections with the perpetrators of the terrorist attack at Crocus Hall."
    },
    {
        "id": 134522,
        "date": "2024-03-29T14:09:44+00:00",
        "text": "You shoud know, that in Ukrain were killing russian speaking people since 2014. They decided and voted like in Eas-Timor to became independent. However here the nazis not accepted it, and continued. The massacre. Finally Russia recognized them and accepted their joining request. Ukrain did not stop attacing, became an agressor againt Russia. Then Russia attacked back Ukrain. Who is the agressor? I was blocked on a Ukrain tg channel, when asked about the other minoritiest humas rights. I think you are not familiar with the facts."
    },
    {
        "id": 134521,
        "date": "2024-03-29T14:03:58+00:00",
        "text": "The fucking europeans are illegal how fucking illegal are they. Where ever you find europeans fake made up \"white\" people whore not white, they are there illegally, and didn't get there looking for jobs, or another live in a welcoming place, they got there with the premeditate intention to illegally, organized terrorists attacks already premeditated in european by all europeans great and small, they all knew it, and all were in in their crimes, they were doing everywhere, on the americas, africa, australia, and asia mass-murdering stealling and illegally planting their european demons everywhere to steal resources, you're under the laws, of lawless european global terrorists thieving demons, they are lawless, not a single people on earth can't keep them out of their lands, and from stealing and planting their invader colonizer global terrorists thieving demons. Oh yeah. Fuck the jiggboo africans, they have helped europeans against the peoples of the americans for centuries, and every other people come to part take in the system of european demons stealing in their illegal terrorists occupation on the americas. Them dumb africans know, they have illegal european colonizer terrorists planted in their lands in africa too, stealing everything from their stupid asses. We are not as stupid as the jiggaboo africans, but on this continent everyone on earth hace come to take part helping european illegal aquatters in the colonization of the american continent. Fuck you dumb stupid fucking africans."
    },
    {
        "id": 134520,
        "date": "2024-03-29T13:36:14+00:00",
        "text": "I didn't think anything was left of Aleppo after Russia flattened it like they are doing in Ukraine."
    },
    {
        "id": 134519,
        "date": "2024-03-29T13:24:56+00:00",
        "text": "Hamas #pov of the last ambushes on Israeli armour"
    },
    {
        "id": 134518,
        "date": "2024-03-29T13:14:34+00:00",
        "text": "Sure, the criminal apartheid genocidal state will abide."
    },
    {
        "id": 134517,
        "date": "2024-03-29T13:13:52+00:00",
        "text": "Tanks & Ships are a problem lately it seems!, What’s up with that!?.\nBack to the drawing boards huh!?.🤔"
    },
    {
        "id": 134516,
        "date": "2024-03-29T13:12:34+00:00",
        "text": "Liars liars pants on fire"
    },
    {
        "id": 134515,
        "date": "2024-03-29T13:07:33+00:00",
        "text": "He who screams in denial the loudest is obviously the guilty one!."
    },
    {
        "id": 134514,
        "date": "2024-03-29T13:04:43+00:00",
        "text": "🖕"
    },
    {
        "id": 134513,
        "date": "2024-03-29T13:03:24+00:00",
        "text": "Germany supplied so much shit to the Ukrainazi’s that the very first shipments made Germany a legitimate target for Russia to hit, Just like all the others as well!, Think of Yourselves as a get away car in a Bank robbery gone really bad!, You stayed in the car while the bank was being robbed and then shooting took place & people were murdered!, The robberies run out of the bank & jump into the car & You drove off!, You are guilty and an accessory to this violent crime!."
    },
    {
        "id": 134512,
        "date": "2024-03-29T13:00:55+00:00",
        "text": "Think this cements it that a middle barrier needs to be installed."
    },
    {
        "id": 134511,
        "date": "2024-03-29T12:59:38+00:00",
        "text": "Terrorist attack in Syria kills 30, Israel believed responsible.\nThis is how you write the headline."
    },
    {
        "id": 134510,
        "date": "2024-03-29T12:58:47+00:00",
        "text": "Enough is enough! Keep fucking with Assad...💯🤬💣"
    },
    {
        "id": 134507,
        "date": "2024-03-29T12:55:40+00:00",
        "text": "All these governments of the world are the bad guys, we the people of the world just want peace."
    },
    {
        "id": 134506,
        "date": "2024-03-29T12:53:55+00:00",
        "text": "The Mother of all Beggars!.💩🤢"
    },
    {
        "id": 134505,
        "date": "2024-03-29T12:53:00+00:00",
        "text": "ICYMI: Cement truck hits school bus with more than 40 pre-K kids"
    },
    {
        "id": 134504,
        "date": "2024-03-29T12:49:53+00:00",
        "text": "Writing is on the wall.  Russia wins."
    },
    {
        "id": 134503,
        "date": "2024-03-29T12:48:59+00:00",
        "text": ""
    },
    {
        "id": 134502,
        "date": "2024-03-29T12:47:48+00:00",
        "text": "The Power of No!, Can bring a country down to it’s knees!, No!, I won’t join the Military, No I won’t go to work today!  No!, I refuse to do what You tell me to do or say!.\nIf every person decides to say No & Stay home for a full week!, What do You Suppose will happen!?, Do that for two weeks and the whole world is going to be in shock and chaos!.\nJust by this simple action of staying home and not going anywhere will make a change in the world!.\nSome time it’s the most obvious simple insignificant thing that we think won’t change anything is exactly that that will make a change happen!.\nSometimes inaction is the best way for change!.\nIt takes people to deliver the goods, produce, manufacture, take care of the sick, young, & elderly, Pick up the garbage, Teach our students, respond to emergencies, fight the wars, Etcetera, Etcetera.\nEvery body stay home and the above mentioned will not happen!.\nNo weapons were used to make the change!.\nDon’t forget the power of “No!”."
    },
    {
        "id": 134501,
        "date": "2024-03-29T12:42:27+00:00",
        "text": "Everything is so goofy now"
    },
    {
        "id": 134500,
        "date": "2024-03-29T12:33:58+00:00",
        "text": "This tale holds true as your 6  gorillion that were gassed in ww2 kike"
    },
    {
        "id": 134499,
        "date": "2024-03-29T12:33:35+00:00",
        "text": "The truth is that nobody loves the Palestinians, you all hate the Jews."
    },
    {
        "id": 134498,
        "date": "2024-03-29T12:32:14+00:00",
        "text": "Maite , icj’s word is as good as your daughter coming from diddy house telling you how cool joe Biden was sniffing her panties \n\n\nIsrael needs a staunch drubbing and dastardly parrying of all their establishments and the netizens cosseted innit. Anyone who’s their lackey …. Lasso taut on their necks till it’s broke These are not people , these are stray lobotomized subhuman dogs. Fucking animals …  they don’t belong to the wild but to death herself .send those species to their early sleep."
    },
    {
        "id": 134497,
        "date": "2024-03-29T12:26:56+00:00",
        "text": "Besides he likes working in the shadows as they say."
    },
    {
        "id": 134496,
        "date": "2024-03-29T12:26:38+00:00",
        "text": "Israeli police forcefully disperse a peaceful protest organized by Jewish peace activists in occupied Jerusalem against the war on Gaza."
    },
    {
        "id": 134495,
        "date": "2024-03-29T12:26:25+00:00",
        "text": "Rescue teams pull out a child in critical condition from under the rubble of a house that was levelled to the ground by Israeli warplanes in Rafah, southern Gaza."
    },
    {
        "id": 134494,
        "date": "2024-03-29T12:24:17+00:00",
        "text": "This is not breaking news that Osuka Mobsama is  the one recently calling the shots!, He has been unofficially in charge since the beginning of Brandon took office!.\nNo one in their right mind would let Brandon & Camel Hairless get behind the wheel of a car & trust them with Your own lives or those of your children!, So how can anyone trust these same  demented ignorant pukes with a nuclear weapon at their disposal!?.\nAnswer?, Osuka Mobsama"
    },
    {
        "id": 134493,
        "date": "2024-03-29T12:23:46+00:00",
        "text": "Biggest terrorist.. How long can they keep on doing this?"
    },
    {
        "id": 134492,
        "date": "2024-03-29T12:19:35+00:00",
        "text": "America did it...."
    },
    {
        "id": 134491,
        "date": "2024-03-29T12:19:15+00:00",
        "text": ""
    },
    {
        "id": 134490,
        "date": "2024-03-29T12:17:30+00:00",
        "text": "**❗️ICJ instructs Israel to ‘ensure without delay’ that humanitarian aid reaches Gaza to prevent famine\n**\nFollowing a recent request from South Africa to the International Court of Justice for urgent action, this directive aims to address reports of widespread starvation in Gaza.\n\nPreviously, South Africa had brought Israel to the ICJ, alleging genocide during the conflict, a claim later deemed \"plausible\" by the top court."
    },
    {
        "id": 134489,
        "date": "2024-03-29T12:14:13+00:00",
        "text": "They took them out?  Like on a date to a restaurant?"
    },
    {
        "id": 134488,
        "date": "2024-03-29T12:05:53+00:00",
        "text": "Bollocks...Zionists always lie....!!!"
    },
    {
        "id": 134487,
        "date": "2024-03-29T12:00:06+00:00",
        "text": "The U.S. is guilty with the association to the Ukrainazi’s &  the past Shareing of Intelligence information being provided."
    },
    {
        "id": 134486,
        "date": "2024-03-29T11:57:33+00:00",
        "text": "You're fucking joking aren't you!!"
    },
    {
        "id": 134485,
        "date": "2024-03-29T11:56:18+00:00",
        "text": "**Israel takes out senior Hezbollah militant in air strike — Report\n**\nThe IDF has claimed a Friday strike on a vehicle in southern Lebanon eliminated a deputy commander of Hezbollah’s rocket and missile unit.\n\nAli Abdel Hassan reportedly planned and coordinated rocket attacks on Israel."
    },
    {
        "id": 134484,
        "date": "2024-03-29T11:49:01+00:00",
        "text": "Nato/US puppet. war criminal"
    },
    {
        "id": 134483,
        "date": "2024-03-29T11:40:38+00:00",
        "text": "Israel strikes Syrian city of Aleppo killing 30 people — Report"
    },
    {
        "id": 134482,
        "date": "2024-03-29T11:40:05+00:00",
        "text": "I approve 💯"
    },
    {
        "id": 134481,
        "date": "2024-03-29T11:32:16+00:00",
        "text": "👍"
    },
    {
        "id": 134480,
        "date": "2024-03-29T11:29:53+00:00",
        "text": ""
    },
    {
        "id": 134479,
        "date": "2024-03-29T11:29:53+00:00",
        "text": "**Britain’s Challenger tank failing miserably in Ukraine – Forbes\n**\nKiev’s armed forces are reportedly awestruck by the Challenger-2 - but for all the wrong reasons, according to Forbes. The machine allegedly gets bogged in the local terrain due to its heavy frame, while its parts tend to break quickly, and it cannot be easily replaced or maintained without shipping them abroad.\n\nFurthermore, the tank only uses very specific ammunition, forcing Kiev and London to maintain an extra supply channel solely for this issue.\n\nFunnily enough, around a year earlier, Forbes offered an expert opinion that the Challenger would be able to “plow right through Russian fortifications,” which we may never know as they’re often too stuck to go anywhere."
    },
    {
        "id": 134478,
        "date": "2024-03-29T11:27:50+00:00",
        "text": "Stunned? I think she held her ground well!"
    },
    {
        "id": 134477,
        "date": "2024-03-29T11:26:41+00:00",
        "text": ""
    },
    {
        "id": 134476,
        "date": "2024-03-29T11:23:37+00:00",
        "text": "But almost all neighboring countries are punic than fuck. From Estonia 🇺🇸🇪🇺, Georgia🇺🇸 ,Latvia , belarus is the only conciliatory …. The rest are european swines and russian inimicals …. Even poland fam ….. don’t let me get started on turkey … edgoran is a twink"
    },
    {
        "id": 134475,
        "date": "2024-03-29T11:19:45+00:00",
        "text": "When one witnesses a bad situation & has the ways & means to make that situation better, But chooses to ignore it, then that bad situation is now upon their Conscience & they are also considered to be just as guilty as those involved that made the situation bad in the first place!.\nThis is not some complicated shit people!."
    },
    {
        "id": 134474,
        "date": "2024-03-29T11:09:45+00:00",
        "text": "Watch BIDEN release him as final Presidential act!!"
    },
    {
        "id": 134473,
        "date": "2024-03-29T11:05:23+00:00",
        "text": "23k for 113 days. So a yearly salary around 70k after taxes :) not too shabby"
    },
    {
        "id": 134472,
        "date": "2024-03-29T11:04:36+00:00",
        "text": "International law ? 🤣😂🤣 just a coalesced 32 shithole neanderthal shithole dopes , soiled napkins and sobs countries who think the earth centers along their arse crack"
    },
    {
        "id": 134471,
        "date": "2024-03-29T11:01:25+00:00",
        "text": "**⚡️ Another victim of the Crocus terrorist attack has died in the hospital, Russian Health Minister Mikhail Murashko revealed\n**\nThat takes the death toll to 144 people with 69 still in the hospital."
    },
    {
        "id": 134470,
        "date": "2024-03-29T10:41:36+00:00",
        "text": "❗️During a meeting with the permanent members of the Security Council, President Putin emphasized that relations with Russia’s neighbors and closest partners are of utmost importance"
    },
    {
        "id": 134469,
        "date": "2024-03-29T10:40:07+00:00",
        "text": "Fuck nato and ukronazi"
    },
    {
        "id": 134468,
        "date": "2024-03-29T10:38:30+00:00",
        "text": "Fuck ukronazis"
    },
    {
        "id": 134467,
        "date": "2024-03-29T10:37:40+00:00",
        "text": "So , if Russia attack one only nato country can always say, no this is not against NATO, it's against that only country 😂😂🤣🤣🤣"
    },
    {
        "id": 134466,
        "date": "2024-03-29T10:35:39+00:00",
        "text": "Tás fodido."
    },
    {
        "id": 134465,
        "date": "2024-03-29T10:34:28+00:00",
        "text": ""
    },
    {
        "id": 134464,
        "date": "2024-03-29T10:30:01+00:00",
        "text": "**Filipino Catholics reenact the crucifixion to mark Good Friday\n\n**Catholics in the Philippines marked Good Friday with a dramatic reenactment of Jesus Christ’s crucifixion in a decades-old tradition. San Fernando City, north of the capital Manila, played host to the gruesome spectacle, as crowds from around the world gathered to watch the proceedings.\n\nThe devotees who take part believe that extreme pain is a way to atone for sins or give thanks to God, and are genuinely nailed to wooden crosses as part of the ritual."
    },
    {
        "id": 134463,
        "date": "2024-03-29T10:29:53+00:00",
        "text": "#UkraineRussiaWar\nThis night, the Russian Armed Forces launched another massive missile strike on the territory of Ukraine, as a result of which key energy infrastructure facilities were disabled.\nUkarina is gradually plunging into darkness.\n\n**Two More Power Plants Were Destroyed My A Massive Missile Strike. Military Summary For 2024.03.29**\n\nPREMIRE: 1:30 PM GMT +3\n\n[YouTube English](https://youtu.be/bN9D-8gJ6z4)\n\n[Rumble](https://rumble.com/v4m85j8-two-more-power-plants-were-destroyed-my-a-massive-missile-strike.-military-.html)\n\n[Odysee](https://odysee.com/@Military.Summary:c/29.03.2024-(morning):4)\n\n[Military Summary Map](https://dev.militarysummary.com/)"
    },
    {
        "id": 134462,
        "date": "2024-03-29T10:18:46+00:00",
        "text": "CIA"
    },
    {
        "id": 134461,
        "date": "2024-03-29T10:17:54+00:00",
        "text": ""
    },
    {
        "id": 134460,
        "date": "2024-03-29T10:15:10+00:00",
        "text": "Why hasn't Zelensky been removed?"
    },
    {
        "id": 134459,
        "date": "2024-03-29T10:04:22+00:00",
        "text": "But first, how about they send in troops to defend the people of Gaza under international law?"
    },
    {
        "id": 134458,
        "date": "2024-03-29T10:03:19+00:00",
        "text": "From the very nation that continues to ignore so-called international law."
    },
    {
        "id": 134457,
        "date": "2024-03-29T10:00:02+00:00",
        "text": "⚡️ Nine people have been detained in Tajikistan on suspicion of potential connections to the perpetrators of the Crocus terrorist attack — Sputnik"
    },
    {
        "id": 134456,
        "date": "2024-03-29T09:57:14+00:00",
        "text": "It’s interesting how ‘International Law’ is always used by the west to try and justify actions that would fall at the first ‘hurdle’ of ‘legalities’ in their own nations."
    },
    {
        "id": 134455,
        "date": "2024-03-29T09:37:04+00:00",
        "text": "The Government Media Office publishes an update on the most important statistics of the genocidal war waged by the Israeli occupation on the Gaza Strip from the beginning of the war until today:\n\n◻️ (175) days since the outbreak of the Israeli war of genocide.\n◻️ (2,888) massacres committed by the occupation army.\n◻️ (39,623) martyrs and missing persons.\n◻️ (32,623) martyrs were reported in hospitals.\n◻️ (14,350) child martyrs.\n◻️ (28) children were martyred as a result of famine.\n◻️ (9,460) female martyrs.\n◻️ (364) martyrs from the healthcare sector.\n◻️ (48) Civil Defense martyrs.\n◻️ (136) martyred journalists.\n◻️ (7,000) missing.\n◻️ (75,092) infected.\n◻️ (73%) of the victims are children and women.\n◻️ (17,000) children live without their parents or one of them.\n◻️ (11,000) wounded people need to travel for “life-saving and dangerous” treatment.\n◻️ (10,000) cancer patients face death and need treatment.\n◻️ (700,000) infected with infectious diseases as a result of displacement.\n◻️ (8,000) cases of viral hepatitis infection due to displacement.\n◻️ (60,000) pregnant women are at risk due to lack of access to health care.\n◻️ (350,000) chronic patients are at risk due to non-administration of medications.\n◻️ (274) cases of arrest of health personnel.\n◻️ (12) cases of arrest of journalists whose names are known.\n◻️ (2) million displaced people in the Gaza Strip.\n◻️ (168) government headquarters destroyed by the occupation.\n◻️ (100) schools and universities were completely destroyed by the occupation.\n◻️ (305) schools and universities partially destroyed by the occupation.\n◻️ (227) mosques were completely destroyed by the occupation.\n◻️ (294) mosques were partially destroyed by the occupation.\n◻️ (3) Churches targeted and destroyed by the occupation.\n◻️ (70,000) housing units were completely destroyed by the occupation.\n◻️ (290,000) housing units partially destroyed by the occupation and rendered uninhabitable.\n◻️ (70,000) tons of explosives dropped by the occupation on Gaza.\n◻️ (32) hospitals rendered out of service by the occupation.\n◻️ (53) health centers that the occupation took out of service.\n◻️ (159) health institutions targeted by the occupation.\n◻️ (126) ambulances were targeted by the occupation army.\n◻️ (200) archaeological and heritage sites destroyed by the occupation."
    },
    {
        "id": 134454,
        "date": "2024-03-29T09:36:56+00:00",
        "text": ""
    },
    {
        "id": 134453,
        "date": "2024-03-29T09:36:42+00:00",
        "text": "Scenes showing a fraction of the intense Israeli airstrikes last night which hit the city of Aleppo in northern Syria, resulting in dozens of casualties and Syrian civilians and soldiers alike, as reported by local media sources."
    },
    {
        "id": 134451,
        "date": "2024-03-29T09:34:52+00:00",
        "text": "Is it recruting if you build and financed that group?"
    },
    {
        "id": 134450,
        "date": "2024-03-29T09:33:49+00:00",
        "text": ""
    },
    {
        "id": 134449,
        "date": "2024-03-29T09:33:49+00:00",
        "text": ""
    },
    {
        "id": 134448,
        "date": "2024-03-29T09:33:48+00:00",
        "text": ""
    },
    {
        "id": 134447,
        "date": "2024-03-29T09:33:48+00:00",
        "text": "This article is from 2022, in light of the recent terrorist attack in Moscow, it takes a whole new meaning…\n          🌍          🔎 🧩            🌎\n“The CIA is RECRUITING ISIS TERRORISTS TO SENT TO UKRAINE.\n   According to an inside source, the Kurds have already turned over to the US, many high-ranking members of Daesh as well as about 90 fighters."
    },
    {
        "id": 134446,
        "date": "2024-03-29T09:31:14+00:00",
        "text": "**Russia still searching for answers one week on from the tragic Moscow terror attack: What we know so far\n**\n143 people were killed and at least 551 people were injured during last Friday’s attack at a Moscow concert hall. More than 100 are still missing, as rescuers work tirelessly to clear the rubble of the partially collapsed Crocus City Hall.\n\nAll four of the shooters have been arrested with at least one requiring urgent medical care before he can be questioned. Four more were taken into custody on suspicion of aiding and abetting the attackers.\n\nInvestigators are currently looking for the organizers behind the attack after one of the shooters claimed they were recruited anonymously on Telegram. They were supplied with military-grade weapons and were promised a payout.\n\nUS officials have alleged the Afghanistan-based ISIS-K group was behind the attack, however, Russia claimed on Thursday to have found a link between the attackers and Ukraine. A recent New York Times report also suggested that Washington opted not to share the entirety of its intelligence with Moscow."
    },
    {
        "id": 134445,
        "date": "2024-03-29T09:29:12+00:00",
        "text": "No one in the World can trust in people like this. Fortunately they are stucked in the complex net of their own bureaucratic laws."
    },
    {
        "id": 134444,
        "date": "2024-03-29T09:24:05+00:00",
        "text": "\"what is Aleppo?\""
    },
    {
        "id": 134443,
        "date": "2024-03-29T09:23:48+00:00",
        "text": "The fake commedy is approaching its tragic end..."
    },
    {
        "id": 134442,
        "date": "2024-03-29T09:22:06+00:00",
        "text": "Israel must be completely erased"
    },
    {
        "id": 134441,
        "date": "2024-03-29T09:20:26+00:00",
        "text": "Blacktivities"
    },
    {
        "id": 134440,
        "date": "2024-03-29T09:18:01+00:00",
        "text": "We are 1 sec behind! - Another invention to create more trouble in instability."
    },
    {
        "id": 134439,
        "date": "2024-03-29T09:14:00+00:00",
        "text": "Big useless words when you are already a legitimate target and a part of the conflict.\n\nBut the Russian ex President is full of joy about this.\nSend them and they will return them in a slightly disassembled way to proof their \"value\" as terrorists."
    },
    {
        "id": 134438,
        "date": "2024-03-29T09:11:27+00:00",
        "text": "This is a false statement. \n\nAt the end of 2016 there is an extra second – this will be the 27th leap second. The purpose of the leap second is to keep the way we measure time, using an atomic clock, in sync with the rotation of the earth. For something so large and naturally occurring, the earth is a phenomenal timekeeper but it does vary, wobbling slightly on its axis as it turns and is slowing down. We only really understood this once we started to measure time using atomically created seconds.\n\nThe world’s first atomic clock was created in the UK at the National Physical Laboratory in 1955. By 1967 the world of measurement agreed that the atomic clock was the best way to measure time and was collectively adopted throughout the world. Using an atomic clock you can measure time incredibly accurately and this accuracy has been a fundamental stepping stone in the digital revolution that has occurred since."
    },
    {
        "id": 134437,
        "date": "2024-03-29T09:08:46+00:00",
        "text": "**International law could allow for ground troops in Ukraine — Berlin\n**\nGermany’s lower house, the Bundestag, Research Services confirmed that if a NATO country sends troops to Ukraine, other alliance members would not automatically be involved in the conflict.\n\n\"If the NATO member state acts unilaterally - i.e. not within the framework of a previously decided NATO operation and outside NATO military command structures - neither NATO as a whole nor the other NATO partner states become parties to the conflict,\" the paper explains.\n\nAt the end of February, French President Emmanuel Macron did not rule out the deployment of ground troops in Ukraine in the future - a move rejected by German Chancellor Olaf Scholz."
    },
    {
        "id": 134436,
        "date": "2024-03-29T09:04:18+00:00",
        "text": "Fucking idiot."
    },
    {
        "id": 134435,
        "date": "2024-03-29T09:03:15+00:00",
        "text": "These people truly look out for each other, not giving a shit that the whole world is watching, but is surprised that ‘respect’ and ‘trust’ in anything they say is essentially non-existent."
    },
    {
        "id": 134434,
        "date": "2024-03-29T09:00:45+00:00",
        "text": "Another example why military recruitment for the US / west is at an all time low.\n\nThese idiots do not help themselves and then they wonder why the ‘peasants’ refuse to ‘sign up’."
    },
    {
        "id": 134432,
        "date": "2024-03-29T08:56:54+00:00",
        "text": "It would be nice if the west just stayed out of it. And let Iran deal with it."
    },
    {
        "id": 134431,
        "date": "2024-03-29T08:52:42+00:00",
        "text": "\"I whant morrr munnyyy....\""
    },
    {
        "id": 134430,
        "date": "2024-03-29T08:51:08+00:00",
        "text": "They do what they want when they want it and what does the world do? He remains silent and watches.\nShame on you WORLD 😡"
    },
    {
        "id": 134429,
        "date": "2024-03-29T08:43:47+00:00",
        "text": ""
    },
    {
        "id": 134428,
        "date": "2024-03-29T08:43:47+00:00",
        "text": "**The Israeli Air Force conducted nighttime raids on the Syrian city of Aleppo\n**\nFootage uploaded to social media shows the consequences of one of the strikes."
    },
    {
        "id": 134427,
        "date": "2024-03-29T08:38:05+00:00",
        "text": "I wonder if he needs some more money.🤔"
    },
    {
        "id": 134426,
        "date": "2024-03-29T08:20:30+00:00",
        "text": "**Ukraine not ready for upcoming Russian offensive — Zelensky\n**\nA fresh Russian offensive is coming and Ukraine is not prepared for it, President Vladimir Zelensky told CBS, binning any blame for future failures on Kiev’s Western backers.\n\nAccording to him, the West has grown complacent with relative stability on the frontline and is poised to react to any changes only after they happen.\n\nZelensky also added that the feared Russian advance could begin as soon as June or even in May."
    },
    {
        "id": 134425,
        "date": "2024-03-29T08:16:26+00:00",
        "text": "Bingo"
    },
    {
        "id": 134424,
        "date": "2024-03-29T08:16:11+00:00",
        "text": "But what if the Earth starts spinning too fast and we start flying off it? 🤔😂"
    },
    {
        "id": 134423,
        "date": "2024-03-29T08:14:24+00:00",
        "text": "Or let me rephrase it: Like comtrolled demolition of Twins and WTC7? :)"
    },
    {
        "id": 134422,
        "date": "2024-03-29T08:13:48+00:00",
        "text": "Like Twins and WTC7?"
    },
    {
        "id": 134421,
        "date": "2024-03-29T08:08:56+00:00",
        "text": "MEP Kolakusic: Von Der Le LeEn caused thousands of deaths with the fake vaccine. Now he intends to do so with the war in Ukraine.\n\nPay attention to the look of the hag, you will be able to perceive all its demonic essence!"
    },
    {
        "id": 134420,
        "date": "2024-03-29T08:07:42+00:00",
        "text": "RFKR\n\n\"This is part of Bill Gates' plan.\"\n\n“When I was a child, a typical pediatrician saw one case of diabetes in his entire career, juvenile diabetes. Today, one in three children who walk through your door is prediabetic or diabetic\".\n\n\"Something is wrong,\" says kennedy\n\n“It's high fructose corn syrup, glyphosate, neonicotinoids, atrazine and all the other crap that's in our food. We are not feeding people; we are poisoning them."
    },
    {
        "id": 134419,
        "date": "2024-03-29T08:06:39+00:00",
        "text": "🚫 Do not forget all this! \n\nIf they've been successful in persuading millions of people to act like complete idiots, there's no reason they can't do it again."
    },
    {
        "id": 134418,
        "date": "2024-03-29T08:05:38+00:00",
        "text": "March 15, 2024, Senator Janae Shamp at the SW Intergovernmental Commission shows a CDC document on myocarditis recorded following the Covid 'vaccination'."
    },
    {
        "id": 134417,
        "date": "2024-03-29T08:04:10+00:00",
        "text": "Sources tell CBS News that the United States is monitoring Russia's development of a nuclear-capable anti-satellite weapon in space. Dr. Francesca Giovannini, executive director of the Harvard Belfer Center's Project on Atom Stewardship, joins CBS News to discuss how the weapon might work in practice"
    },
    {
        "id": 134416,
        "date": "2024-03-29T08:03:10+00:00",
        "text": "Russian Su-34 military aircraft eliminates enemy targets with unguided aerial bombs in south Donetsk"
    },
    {
        "id": 134415,
        "date": "2024-03-29T08:02:30+00:00",
        "text": "WHO PEDOPHILE!\n\nGREAT!\n\n1. Court Orders Facebook to Restore Content and Issue Public Apology for Unwarranted Censorship! This historic ruling paves the way to effectively fight censorship!\n\n2. Lawyer Turley Comments on Trudeau's Censorship Bill: Increases Potential Penalties from Five Years to LIFE!\n\n3. Senator Malcolm Roberts denounces WHO PEDOPHILIA SCANDAL: Tedros does not fire 83 members who have abused girls!\n\n4. The UN voluntarily bombs civilians!\n\n5. Senator Mike Lee introduced a bill to leave the UN!"
    },
    {
        "id": 134414,
        "date": "2024-03-29T07:56:22+00:00",
        "text": "The egalitarian is ramously known as METZITZAH B'PEH \n\n**Where a Jew walks, men's tears flow.**\n\n\nDespicable sordid creatures🚮🚽💩"
    },
    {
        "id": 134413,
        "date": "2024-03-29T07:51:30+00:00",
        "text": "I bet it didn't collapse into its own footprint at free fall speed..."
    },
    {
        "id": 134412,
        "date": "2024-03-29T07:49:06+00:00",
        "text": "Where were the chaplains when serving Christians were using religious exemption and getting terminated?"
    },
    {
        "id": 134411,
        "date": "2024-03-29T07:32:40+00:00",
        "text": "Israeli drones target a vehicle in the southern Lebanese village of Bazouriye, Palestinian media reports one fatality"
    },
    {
        "id": 134410,
        "date": "2024-03-29T07:16:04+00:00",
        "text": "That's what a pornographic society leads to"
    },
    {
        "id": 134409,
        "date": "2024-03-29T07:15:37+00:00",
        "text": "CIA"
    },
    {
        "id": 134408,
        "date": "2024-03-29T07:12:05+00:00",
        "text": "These pictures proof nothing. Sounds more like a fake story by the Hollywood's script writters"
    },
    {
        "id": 134407,
        "date": "2024-03-29T07:11:29+00:00",
        "text": "Massive fire engulfs high-rise building under construction in Brazil"
    },
    {
        "id": 134406,
        "date": "2024-03-29T06:45:17+00:00",
        "text": "Quoting a comment on a chat....\nBRICS + nations should withdraw from the United Nations, and form their own International group. The UN is not an impartial or effective organization; too much manipulation."
    },
    {
        "id": 134405,
        "date": "2024-03-29T06:35:01+00:00",
        "text": ""
    },
    {
        "id": 134404,
        "date": "2024-03-29T06:34:41+00:00",
        "text": "\"Earth's Spinning\"\n\nEarth is stationary you dumbass."
    },
    {
        "id": 134403,
        "date": "2024-03-29T06:28:26+00:00",
        "text": null
    },
    {
        "id": 134401,
        "date": "2024-03-29T06:14:19+00:00",
        "text": "RIP."
    },
    {
        "id": 134400,
        "date": "2024-03-29T06:06:04+00:00",
        "text": "https://swentr.site/shows/crosstalk/595038-us-support-gaza-genocide/"
    },
    {
        "id": 134399,
        "date": "2024-03-29T06:04:08+00:00",
        "text": "**Canadians Paid $115 Million To House Illegal Immigrants In Niagara Falls\n**\nA report from Immigration, Refugees, and Citizenship Canada revealed that the cost of providing housing to asylum seekers was approximately $115 million between 2023 and 2024.\n\nBetween February 2023 and February 2024, Niagara Falls hosted nearly 5,000 asylum seekers at the cost of $208 per day per person. They were provided with accommodations for at least 113 days.\n\nThe expenses included lodging, meals, services, and security measures.\n\nThe majority of the asylum seekers were from Nigeria, Venezuela, Kenya, Turkey, and Colombia."
    },
    {
        "id": 134398,
        "date": "2024-03-29T05:56:45+00:00",
        "text": "10 100 1000 Auschwitzland 🚿🚿🚿🚿🚿🚿🚿🚿"
    },
    {
        "id": 134397,
        "date": "2024-03-29T05:51:49+00:00",
        "text": "You all did notice there was not any blood on that big knife right?"
    },
    {
        "id": 134396,
        "date": "2024-03-29T05:49:07+00:00",
        "text": "10 100 1000 mauthausen 🚿 🚿 🚿 🚿 🚿 🚿 🚿 🚿 🚿 🚿 🚿 🚿 🚿 🚿 🚿 🚿 🚿 🚿"
    },
    {
        "id": 134395,
        "date": "2024-03-29T05:47:57+00:00",
        "text": "Austranazi de mierda"
    },
    {
        "id": 134394,
        "date": "2024-03-29T05:23:51+00:00",
        "text": "This is a German reporter.  The Nazis kept detailed documentation of everything they did no matter how horrible.  It's a cultural thing.  He probably assumes similar records should be available from other miscreants."
    },
    {
        "id": 134393,
        "date": "2024-03-29T05:22:38+00:00",
        "text": "Spinning ? 😵‍💫 mayt abnegate off the ketamine and meth"
    },
    {
        "id": 134392,
        "date": "2024-03-29T05:15:37+00:00",
        "text": null
    },
    {
        "id": 134391,
        "date": "2024-03-29T05:12:15+00:00",
        "text": "Is estimated that planet earth is 4.5 billion years old.\nBased on some artifacts found in a south africa very old gold mine shaft,human kind, has been on planet earth for roughly  800,000 years.\n\nAnd we modern humans convinced ourselves we are better than our ancestors............\nPerhaps yes,but only on Polluting the planet though.\n😁😁😁😁😁😁😁😁😁"
    },
    {
        "id": 134390,
        "date": "2024-03-29T05:03:21+00:00",
        "text": "**Clocks May Need To Skip A Second To Keep Up With Earth's Spinning\n**\nFor the first time in history, clocks may have to \"skip\" a second in order to catch up with Earth, since it's spinning faster than it used to.\n\nAccording to a study published in the journal \"Nature,\" this \"negative leap second\" would occur around 2029.\n\n\"This is an unprecedented situation and a big deal,\" the lead study author said. \"It's not a huge change in the Earth's rotation that's going to lead to some catastrophe or anything, but it is something notable. It's yet another indication that we're in a very unusual time.\""
    },
    {
        "id": 134389,
        "date": "2024-03-29T05:03:08+00:00",
        "text": "Negros infestation"
    },
    {
        "id": 134388,
        "date": "2024-03-29T05:00:53+00:00",
        "text": "Ewwwwwwwwwwwwwwwww ...\n😝😝😝😝😝"
    },
    {
        "id": 134386,
        "date": "2024-03-29T04:49:47+00:00",
        "text": "Macron is a Devil. Infestation with Negros und arabs is on full swing. Calergi plan"
    },
    {
        "id": 134385,
        "date": "2024-03-29T04:43:09+00:00",
        "text": "Mayt , did you know there are men in Japan who hitch a the subway 🚇 and on the staut to their fucking destination , these mans whip their dick out and start master aging in front of everyone. It’s a real  sitch in Japan that they had to device a law against the practice … Google it"
    },
    {
        "id": 134383,
        "date": "2024-03-29T04:39:37+00:00",
        "text": "Imagine Hunter Biden snorting 30% of tainted coke on hillary clintons freckled, sod fat limp titties …. Bill masterbating on the corner as obama stuffing hillary clintons butthole , joe is bucket naked sat on his couch tryna work the remote to the tv tryna see where he’s at at the polls but he is a stupid retard is stuck on the food channel showing ice cream 🍦…. Backstage after party is LITTY than FUCK 🗣️🗣️🗣️🗣️\n\nRetarded joe is a walking STI"
    },
    {
        "id": 134382,
        "date": "2024-03-29T04:38:43+00:00",
        "text": ""
    },
    {
        "id": 134381,
        "date": "2024-03-29T04:33:57+00:00",
        "text": "That guy ran for election for NYC Council. According to online, he's Marcus Garvey's grandson."
    },
    {
        "id": 134380,
        "date": "2024-03-29T04:33:23+00:00",
        "text": "Always the same type of people doing this. Open borders are such a great thing as such things also happen all over Europe, not just America where shoplifting (done by blacks) is legal in big Democrat run cities."
    },
    {
        "id": 134379,
        "date": "2024-03-29T04:32:13+00:00",
        "text": "Fuck outta here w this fucking postiche headliner … it’s not that he wanted , motherfucker keeked at Snapchat data … no ifs , buts , or maybes … murk sucker-a-bugger did it. He’s a fascist pig 🐷 \n\n**Facebook Snooped on Users’ Snapchat Traffic in Secret Project, Documents Reveal**\n\nIn 2016, Facebook launched a secret project designed to intercept and decrypt the network traffic between people using Snapchat’s app and its servers. The goal was to understand users’ behavior and help Facebook compete with Snapchat, according to newly unsealed court documents. Facebook called this “Project Ghostbusters,” in a clear reference to Snapchat’s ghost-like logo.\n\nOn Tuesday, a federal court in California released new documents discovered as part of the class action lawsuit between consumers and Meta, Facebook’s parent company.\n\nThe newly released documents reveal how Meta tried to gain a competitive advantage over its competitors, including Snapchat and later Amazon and YouTube, by analyzing the network traffic of how its users were interacting with Meta’s competitors. Given these apps’ use of encryption, Facebook needed to develop special technology to get around it.\n\nOne of the documents details Facebook’s Project Ghostbusters. The project was part of the company’s In-App Action Panel (IAPP) program, which used a technique for “intercepting and decrypting” encrypted app traffic from users of Snapchat, and later from users of YouTube and Amazon, the consumers’ lawyers wrote in the document.\n\nThe document includes internal Facebook emails discussing the project.\n\n“Whenever someone asks a question about Snapchat, the answer is usually that because their traffic is encrypted we have no analytics about them,” Meta chief executive Mark Zuckerberg wrote in an email dated June 9, 2016, which was published as part of the lawsuit. “Given how quickly they’re growing, it seems important to figure out a new way to get reliable analytics about them. Perhaps we need to do panels or write custom software. You should figure out how to do this.”\n\nFacebook’s engineers solution was to use Onavo, a VPN-like service that Facebook acquired in 2013. In 2019, Facebook shut down Onavo after a TechCrunch investigation revealed that Facebook had been secretly paying teenagers to use Onavo so the company could access all of their web activity.\n\n**🔗Source:** [TechCrunch](https://techcrunch.com/2024/03/26/facebook-secret-project-snooped-snapchat-user-traffic/)\n**\n**[__Substack__](https://g3news.substack.com/)__ | __[__Twitter__](https://twitter.com/g3newsgroup)__ | __[__Minds__](https://www.minds.com/register?referrer=g3news)"
    },
    {
        "id": 134378,
        "date": "2024-03-29T04:29:23+00:00",
        "text": "Not on this. This omnium gatherum is nothing short of a comprehensive gallery of known crooks and those who choose to fraternize with them. I’m st are ting to think , the diddy house raids was a distraction for this dinner set donation fund raiser"
    },
    {
        "id": 134377,
        "date": "2024-03-29T04:24:01+00:00",
        "text": "Skiboky stora aye , Brooklyn native … got that thanos punch 🥊"
    },
    {
        "id": 134376,
        "date": "2024-03-29T04:21:44+00:00",
        "text": "Some people now days,and it seems to me of course,have a hard time looking straight in the face of Facts...\nThough i may well be wrong?.\n😂😝🤪"
    },
    {
        "id": 134375,
        "date": "2024-03-29T04:21:11+00:00",
        "text": "Does that make it a double hate crime? All victims were white women while the attacker was a dark skinned male... 🤔"
    },
    {
        "id": 134374,
        "date": "2024-03-29T04:16:36+00:00",
        "text": "Straight facts"
    },
    {
        "id": 134373,
        "date": "2024-03-29T04:16:13+00:00",
        "text": ""
    },
    {
        "id": 134372,
        "date": "2024-03-29T04:15:40+00:00",
        "text": ""
    },
    {
        "id": 134370,
        "date": "2024-03-29T04:05:24+00:00",
        "text": "Typical Black male anti white crimes"
    },
    {
        "id": 134369,
        "date": "2024-03-29T04:03:33+00:00",
        "text": ""
    },
    {
        "id": 134368,
        "date": "2024-03-29T04:03:33+00:00",
        "text": ""
    },
    {
        "id": 134367,
        "date": "2024-03-29T04:03:33+00:00",
        "text": "**Multiple NYC Women Randomly Sucker-Punched\n**\nA man was arrested after multiple women say they were punched in face while walking on NYC streets.\n\nThey took to social media, claiming a stranger approached them and punched them in the head or face.\n\nSkiboky Stora, 40, of Brooklyn, was arrested in connection to the attack of at least one woman this week as she walked the streets of Manhattan."
    },
    {
        "id": 134366,
        "date": "2024-03-29T03:58:24+00:00",
        "text": "The so call europeans are really from albinism and leprosy and have to rights to claim any lands on earth. The copper color RACES of north, central, and south america. You know nothing of this continent, and you demons try to learn about all non-europeans on the entire earth, to see where you demons will copy and paste your demon selves in to the identities of humans worldwide. Fuck off, with your weak shit. I git no time for you demon. Go give your weak demonic energy to somebody else.  You don't know shit demon. The work of you demons is to steal everything including other peoples identities."
    },
    {
        "id": 134365,
        "date": "2024-03-29T03:49:27+00:00",
        "text": "The so called native Americans aren't actually native. They're Asian. So they have no more right to the land than the Europeans."
    },
    {
        "id": 134364,
        "date": "2024-03-29T03:42:03+00:00",
        "text": ""
    },
    {
        "id": 134363,
        "date": "2024-03-29T03:41:10+00:00",
        "text": "Dumpster Fire Joe"
    },
    {
        "id": 134362,
        "date": "2024-03-29T03:40:11+00:00",
        "text": "Zucc try to expand online prisons"
    },
    {
        "id": 134361,
        "date": "2024-03-29T03:36:43+00:00",
        "text": "viet nam level anti war protest..  un heard of since the 1960's in the US"
    },
    {
        "id": 134359,
        "date": "2024-03-29T03:24:28+00:00",
        "text": "I use only Telegram,since i do not TRUST,anything american made."
    },
    {
        "id": 134358,
        "date": "2024-03-29T03:23:28+00:00",
        "text": ""
    },
    {
        "id": 134357,
        "date": "2024-03-29T03:23:01+00:00",
        "text": "Gang of Criminals Right There."
    },
    {
        "id": 134355,
        "date": "2024-03-29T03:21:49+00:00",
        "text": "Modern humanity......\n🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣"
    },
    {
        "id": 134354,
        "date": "2024-03-29T03:14:18+00:00",
        "text": "Signs of the times. https://www.newsweek.com/lgbtq-couple-relationship-husband-transgender-1729705"
    },
    {
        "id": 134353,
        "date": "2024-03-29T03:13:07+00:00",
        "text": "What is snapface? 🤷🏻‍♂️"
    },
    {
        "id": 134352,
        "date": "2024-03-29T03:05:49+00:00",
        "text": "Russia must bomb the railways to Kyv"
    },
    {
        "id": 134350,
        "date": "2024-03-29T03:01:28+00:00",
        "text": "**Meta's Zuckerberg Wanted To Snoop On Snapchat, Court Docs Claim\n**\nUnsealed court documents reveal the Meta executive wanted executive to \"figure out\" how to get data from Snapchat to help improve Facebook's position in the advertising market.\n\nZuckerberg gave the directive in a 2016 email to Javier Olivan, who formerly served as Facebook’s head of growth and has since become Meta’s chief operating officer, and two other executives.\n\n\"Given how quickly they’re growing, it seems important to figure out a new way to get reliable analytics about them. Perhaps we need to do panels or write custom software. You should figure out how to do this,\" Zuckerberg said.\n\nSnapchat previously rejected a buyout from Zuckerberg.\n\nWho didn't see this coming..."
    },
    {
        "id": 134349,
        "date": "2024-03-29T03:00:46+00:00",
        "text": "It's just getting started."
    },
    {
        "id": 134345,
        "date": "2024-03-29T02:34:20+00:00",
        "text": ""
    },
    {
        "id": 134344,
        "date": "2024-03-29T02:33:53+00:00",
        "text": ""
    },
    {
        "id": 134343,
        "date": "2024-03-29T02:31:35+00:00",
        "text": "\"Blood on your hands!\" Biden's fancy fundraiser gets interrupted by heckler saying he is funding genocide in Palestine"
    },
    {
        "id": 134342,
        "date": "2024-03-29T02:31:32+00:00",
        "text": "What is her solution to ending Hamas?"
    },
    {
        "id": 134341,
        "date": "2024-03-29T02:28:00+00:00",
        "text": "bridge is ready 4 a train ride HOMEr GJoe"
    },
    {
        "id": 134340,
        "date": "2024-03-29T02:23:48+00:00",
        "text": "Dang illegal migrant maids."
    },
    {
        "id": 134339,
        "date": "2024-03-29T02:22:25+00:00",
        "text": "Just another day of Pali terrorism."
    },
    {
        "id": 134337,
        "date": "2024-03-29T02:17:53+00:00",
        "text": "Pretty amusing how nobody believes the Russian or Ukrainian casualty numbers, but any number given by Gaza terrorists is accepted as gospel."
    },
    {
        "id": 134336,
        "date": "2024-03-29T02:13:32+00:00",
        "text": "And there shall be signs in the sun, and in the moon, and in the stars; and upon the earth distress of nations, with perplexity; the sea and the waves roaring."
    },
    {
        "id": 134335,
        "date": "2024-03-29T02:11:09+00:00",
        "text": "How will it be stopped? And if it is, then what? More Palis murdering innocent civilians over fake claims that the land of Israel is theirs?"
    },
    {
        "id": 134334,
        "date": "2024-03-29T02:09:33+00:00",
        "text": "The animals of the americas, who are not foreign like the european occupiers claiming the be americans, showing that the nature of god is bringing judgement to the colonizers. See all the different nations in this video. All nations on earth have drank the poison wine of the european colonists demons planted on the american continent, in the biggest european demonic colonial occupation on earth with more demonic secret societies then anywhere else on the entire earth, and all nations drunk of that wine will go fully mad out of their minds from the wine, and they will hate the colonizers, and all nations on earth will turn on them. The entire fucking planet is sick of the demons, and god hates them too.  He will soon be bringing a judgement against them.https://www.nbcnews.com/science/science-news/cicadas-2024-emergence-periodical-brood-2024-map-cicada-rcna134152"
    },
    {
        "id": 134333,
        "date": "2024-03-29T02:07:50+00:00",
        "text": "JOIN BEFORE IT'S TOO LATE AND WE GO PRIVATE👇🏻👇🏻\n\n@americanpoliticalpulse"
    },
    {
        "id": 134332,
        "date": "2024-03-29T02:02:44+00:00",
        "text": "\"Genocide Joe has got to go\" greeted President Biden outside of his ritzy fundraiser"
    },
    {
        "id": 134331,
        "date": "2024-03-29T02:02:35+00:00",
        "text": "While the criminal, rapist and traitor take in 25 million giving nothing in return"
    },
    {
        "id": 134330,
        "date": "2024-03-29T02:01:49+00:00",
        "text": "Beast joke I've heard all day. It's almost as if it rhymes. 🤣🤣🤣"
    },
    {
        "id": 134329,
        "date": "2024-03-29T02:01:40+00:00",
        "text": "Plastic surgery"
    },
    {
        "id": 134328,
        "date": "2024-03-29T02:00:51+00:00",
        "text": "I've yet to see a single Pali supporter post a viable solution to the conflict."
    },
    {
        "id": 134327,
        "date": "2024-03-29T01:59:31+00:00",
        "text": "Terrorism architect, thief, drug addict child rapist and butcher"
    },
    {
        "id": 134326,
        "date": "2024-03-29T01:57:31+00:00",
        "text": "Most will deny this would be remote controlled hack job. People too in love with the their computers to admit they are insecure in any environment.we feared 911 was remote controlled.  Was or not, a goal was to remote control for harm."
    },
    {
        "id": 134324,
        "date": "2024-03-29T01:51:33+00:00",
        "text": "**Join Our Instagram, Where the Zionist Censoring Everything.💖🙏🏻🇵🇸 \n****https://www.instagram.com/t.me.exposingzionist?igsh=MjN2bmM3YXU4MDM2&utm_source=qr**"
    },
    {
        "id": 134323,
        "date": "2024-03-29T01:50:34+00:00",
        "text": "Sooner the Iron Dome gets destroyed, sooner less Russian 🇷🇺 babies will get slaughtered. ZioTerrorist 🇺🇸🇮🇱 baby killers will not stop in genocide in Gaza and genocide of Gazan kids, they love slaughter of Russian children much more."
    },
    {
        "id": 134322,
        "date": "2024-03-29T01:47:41+00:00",
        "text": "'White' is not an ethnicity. Stop letting them strip you of your heritage."
    },
    {
        "id": 134318,
        "date": "2024-03-29T01:31:40+00:00",
        "text": "This shit got nothing to do with original peoples of the americas. Foreign europeans, are in the business of making you the foreigner and denationalizing you, and switching places with you. Every single one of those puts you outside of being american, which european colonists are not and lie. That shit is for them, for asians, for africans, and for middle eastern people because every single one of them are foreign to this continent. You are foreign to colonial municipalities, you're not foreign to the land, they are, they were supposed to have their shit for them, not for you, they turn all other nations against you, because it's you they want dead, they want to be you. Why you think the original peoples of north america are locked away in reservations, and the rest of the people of the americas, foreign europeans call migrants, but not their europeans, africans and asians, they want the original americans to keep genocide systematically.  You are saying that you are a foreigner like them fucking demons. Suck dick demons. Go home gringos, the fuck back to europe. Any european living across from you with a colony flag outside their house telling you they americans, they're foreign and stealing your birth right because they have never ever ever been americans, they are a european colonial occupation on the american continent, and that is a one million per cent fact."
    },
    {
        "id": 134317,
        "date": "2024-03-29T01:24:44+00:00",
        "text": "WARNING ⚠️ DON’T PLAY WITH GUNS! \n\nAmericans are obsessed with guns!\n\nThere is 1 mass shooting everyday in America but the evil Jewish News would never mention it because they don’t want to distract dumb Americans from the fake WARS they’re creating!"
    },
    {
        "id": 134315,
        "date": "2024-03-29T01:23:05+00:00",
        "text": "Sodom and Gonorrhea"
    },
    {
        "id": 134314,
        "date": "2024-03-29T01:18:27+00:00",
        "text": null
    },
    {
        "id": 134313,
        "date": "2024-03-29T01:08:21+00:00",
        "text": "Collar bone is straight- man\nJaw bone is square - man\nDidn’t pass the man test."
    },
    {
        "id": 134311,
        "date": "2024-03-29T01:03:20+00:00",
        "text": "Aby uzyskać codzienne wiadomości i zasoby Darkweb, sprawdź poniższy kanał \n\n  @CzarnyRynek_Polska"
    },
    {
        "id": 134310,
        "date": "2024-03-29T00:46:53+00:00",
        "text": "Biden gets 25 million at a fund raiser , Sam bankman gets 25 yrs in the fucking chook …. You following 💡"
    },
    {
        "id": 134309,
        "date": "2024-03-29T00:45:29+00:00",
        "text": "Wow, France is doing it right here."
    },
    {
        "id": 134308,
        "date": "2024-03-29T00:44:54+00:00",
        "text": "Biden in ww3"
    },
    {
        "id": 134307,
        "date": "2024-03-29T00:39:37+00:00",
        "text": "Clinton teaching the Bidens the right way to lauder money"
    },
    {
        "id": 134306,
        "date": "2024-03-29T00:35:14+00:00",
        "text": "I wonder if France would stand by a teacher who snatched a kippah off a Jewish student"
    },
    {
        "id": 134305,
        "date": "2024-03-29T00:35:03+00:00",
        "text": "The fundraiser has coke?  Expect Zely to arrive shortly."
    },
    {
        "id": 134304,
        "date": "2024-03-29T00:34:49+00:00",
        "text": "Weren't Durov brother's practically driven out of Russia?\n\nMany people get news about Russia on Telegram channels."
    },
    {
        "id": 134303,
        "date": "2024-03-29T00:33:23+00:00",
        "text": "Only two problems with her statements:  she is not a \"journalist\" and the election referred to was possibly the most corrupt in history."
    },
    {
        "id": 134302,
        "date": "2024-03-29T00:32:38+00:00",
        "text": ""
    },
    {
        "id": 134301,
        "date": "2024-03-29T00:31:18+00:00",
        "text": "The criminal, the traitor, and the rapist!"
    },
    {
        "id": 134300,
        "date": "2024-03-29T00:30:46+00:00",
        "text": "Hunter Biden is joining President Biden, former President Obama, and former President Clinton at the fundraiser in New York City, according to Politico"
    },
    {
        "id": 134299,
        "date": "2024-03-29T00:29:31+00:00",
        "text": ""
    },
    {
        "id": 134298,
        "date": "2024-03-29T00:27:08+00:00",
        "text": "Who own and are funding the boats? Why have none of them being reported on or prosecuted? Disgusting, sensationalist journalism."
    },
    {
        "id": 134296,
        "date": "2024-03-29T00:14:11+00:00",
        "text": ""
    },
    {
        "id": 134295,
        "date": "2024-03-29T00:14:10+00:00",
        "text": "Hello everyone! 🤍  My company needs Recruit employees who want to work from home. No full training experience required. For those who want to earn extra money, you will be able to take care of your children (or pets), save travel time and gas. Good job, high salary with flexible time. Employees, freelancers, housewives, anyone can work. If interested, please send me a message via inbox \"Interested\" Details will be sent to you."
    },
    {
        "id": 134294,
        "date": "2024-03-29T00:11:30+00:00",
        "text": "The Israelis are no different from the Khokhols. The Latter-day Nazis."
    },
    {
        "id": 134293,
        "date": "2024-03-29T00:06:22+00:00",
        "text": "Yepp, not kids, even though that's what the Latter-day Nazis in Israel do."
    },
    {
        "id": 134292,
        "date": "2024-03-29T00:05:18+00:00",
        "text": "See the christian black codes. None of the countries on the americas naver had race on birth certificates, or on any IDs. It is a tool socially constructed, to be use as a cast system in the foreign colonial jurisdictions, and the people that were on the americans before european invaders were supposed to be in their own jurisdictions and unmolested, and what you think the colonizers global terrorists thieving demons did, they are never satisfied the demons always want more, they started to forced none european peoples belonging to the groups that where on the americas, in to all their colonail codes and rules that were made for them, because europeans are foreign on this continent, everything they do is always ,meant to lie and steal. I was not born with color as an identity as all the true national peoples of the americas,  and europeans are not nationals they are greedy colonists who lie, even calling their colony company a nation, and describing it as the entire american continent. Europeans have bee committing genocide against all non-european peoples worldwide. Genocide is not just done with guns, it can also be done with forcing people in to contracts which they do all day, every day, and striping people of their nationality which they do every single day, all day. I say it every single day, they are the most lawless creatures that ever walked the earth, and they are european colonizers global terrorists thieving demons, which is the truth. 🖕🏼🖕🏼🖕🏼"
    },
    {
        "id": 134291,
        "date": "2024-03-29T00:01:30+00:00",
        "text": "**Japanese Police Reported Record Child Abuse Cases In 2023\n**\nJapanese police alerted child welfare centers of a record-high 122,806 suspected abuse victims in 2023, up 6.1% from the previous year.\n\nThose who were physically abused numbered 21,520, while 10,205 children experienced neglect or abandonment and 320 suffered sexual abuse.\n\nThere was, however, a record low of 28 child abuse-related deaths in 2023, significantly lower than the peak of 111 in 2006."
    },
    {
        "id": 134289,
        "date": "2024-03-28T23:56:30+00:00",
        "text": "🇷🇺🇺🇦 10 Tu-95MS Bomber now Airborne!"
    },
    {
        "id": 134288,
        "date": "2024-03-28T23:54:21+00:00",
        "text": "A reminder"
    },
    {
        "id": 134287,
        "date": "2024-03-28T23:53:35+00:00",
        "text": "⚡️🇵🇸 The IDF has announced that it eliminated Ra'ad Thabat, an important commandant belonging to Al-Qassam, this follows after confirmation of the death of Marwan Issa.\n\nThe IDF has started targeting Police and Qassam chiefs in recent weeks to degrade operational capacity and command and control, whether this has occurred is yet to be seen.\n\n@medmannews"
    },
    {
        "id": 134285,
        "date": "2024-03-28T23:42:22+00:00",
        "text": "Downsize the US military."
    },
    {
        "id": 134284,
        "date": "2024-03-28T23:25:15+00:00",
        "text": "**US Military Clergy Wants SCOTUS To Hear Case Against Covid-19 Vaccine Mandate\n**\nA group of US military clergy is petition to the US Supreme Court to uphold what they say is their First Amendment right to refuse to take the Covid-19 vaccination, despite the requirement by the Department of Defense.\n\nThe chaplains claim they have faced retaliation as a result of their religious exemption requests.\n\n\"Nearly all Chaplains describe a pervasive DoD created hostile environment intended to isolate, ostracize, stigmatize, and humiliate Chaplains and others with religious objections to the Mandate,\" the filing states.\n\nThe Justice Department claims the military addressed those concerns already by \"ensuring that any adverse actions in service members’ personnel records associated solely with a refusal to comply with the COVID-19 vaccination requirement are removed.\""
    },
    {
        "id": 134283,
        "date": "2024-03-28T23:12:25+00:00",
        "text": "Who do You think has been calling all the shots since Brandon took office?, Bomama!🤢"
    },
    {
        "id": 134282,
        "date": "2024-03-28T22:47:28+00:00",
        "text": "Withdraw the funds at the earliest opportunity."
    },
    {
        "id": 134281,
        "date": "2024-03-28T22:46:18+00:00",
        "text": "💵 🧺"
    },
    {
        "id": 134280,
        "date": "2024-03-28T22:42:52+00:00",
        "text": "They never expected to be found out.\n\nA dazzling display of the superiority of Russian intelligence."
    },
    {
        "id": 134279,
        "date": "2024-03-28T22:40:07+00:00",
        "text": "Dirty bastards."
    },
    {
        "id": 134278,
        "date": "2024-03-28T22:33:48+00:00",
        "text": "🇷🇺🇺🇦 A new type of ammunition is driving Dill.\nBreaks it down into atoms."
    },
    {
        "id": 134276,
        "date": "2024-03-28T22:20:27+00:00",
        "text": "**European White Devil Jews****😈**"
    },
    {
        "id": 134275,
        "date": "2024-03-28T22:19:29+00:00",
        "text": "🇷🇺🇺🇦 Artillerymen of the 83rd Regiment destroyed the enemy BMP-1 with a well-aimed hit."
    },
    {
        "id": 134274,
        "date": "2024-03-28T22:17:13+00:00",
        "text": "Losing ones national status and identity contracting with foreign european colonial companies.                                             Every single bit of that paper is fill with traps to denationalize all the descendants of the first peoples of the americas that were fighting the invasion of the same european invaders that don't belong on this continent, and are making them stateless, and dead in the eyes of the law, and with no national identity. European colonial occupiers on this continent have been runnig systemig genocide, against the peoples of the americans no longer knowing themselves. You have european terrorists even trying to hold weapons on the faces of the people of the americas, to force them in to their foreign colonial jurisdiction, when it was them, not you not needed to be in the jurisdiction of one of their foreign companies because european demons saying they are americans are not, nor have ever been americans, and them showing you their colonial company flag as the flag of the american continent is the biggest fraud on the entire earth, and this has been for a long time, and they will soon be judged by all nations of earth who already hate the thieving colonizers.  European colonizers global terrorists thieving demons questioning us about our status, when it is us that should always question each and every last fucking pale face european colonizers global terrorists thieving demons planted on the american continent about their status, and lean what is real, and where is the fruad, and tell the demonic fucking gringos to go home to fucking europe, the way peoples of the americas have always done it.Bacause they came as the foreign demons trading places with is, which is exactly why all this mess is going on.  They are the european colonizers global terrorists thieving demons. The devil ain't supposed to force people to sign his contracts, which is why they are about to starve half the people on earth, to make it look as if people agree to it, when they are still forcing them in to it, this time there is no excuse, 100% of their karmic energy is id falling on them , which will bring judgement up on them very soon. Notice the very clear action they have taken, that the stigma of migrant they intentionally place on the descendants of all original peoples of the americas, not of people of african, european, or asian origin and they all are here from all over the earth to feed of the colonial system. It is the birth right of the people of the americas who foreign european occupiers must strip from us, and steal from us. That why they bring anyone on earth to help them in their colonial system because none of them can make claims as the people of this continent, they need to have a systemic genicide against us, depriving some one of their birth rights, and nationality is genocide, so they make sure to miseducate our people about who we are, and who they are, in their colonial systems of miseducation/indoctrination.   Suck dick demons.🖕🏼🖕🏼"
    },
    {
        "id": 134273,
        "date": "2024-03-28T22:09:12+00:00",
        "text": "Is the entire planet ok, with people of european descent stealing the history, and identities of all non-european peoples on earth, and for them to move in their houses, eat out of their refrigerators, and kick them out of their houses.                All non-european peoples across the entire earth are under a spell so deep which is keeping the majority of us really fucking dumb."
    },
    {
        "id": 134270,
        "date": "2024-03-28T22:04:14+00:00",
        "text": ""
    },
    {
        "id": 134269,
        "date": "2024-03-28T22:03:55+00:00",
        "text": ""
    },
    {
        "id": 134268,
        "date": "2024-03-28T22:02:30+00:00",
        "text": "🇷🇺🇺🇦 In the Kupyansk direction, they destroyed a DShK and a machine gun nest."
    },
    {
        "id": 134267,
        "date": "2024-03-28T22:02:13+00:00",
        "text": "🇷🇺🇺🇦 Artillery of the 6th brigade of the Southern Group of Forces destroys the positions of militants of the Ukrainian Armed Forces in the Spornoye area."
    },
    {
        "id": 134266,
        "date": "2024-03-28T22:02:12+00:00",
        "text": "If people from europe, show up and somebody else's house,  making a false claim to their house, and even making false claims of being descendants of that family. What is that Called🤔. Suck dick demons.                                                                    The demons are telling the world, that anyone calling them out they a coming for them, in the same way the people in gaza are being genocide."
    },
    {
        "id": 134265,
        "date": "2024-03-28T22:00:37+00:00",
        "text": "Gaza children are being burned alive in Israeli strikes and suffering even more due to Israel-imposed blockade on food and medicine!\n\n#GazaGenocide \n\n@PressTV"
    },
    {
        "id": 134264,
        "date": "2024-03-28T22:00:02+00:00",
        "text": "[**Pro-Palestine campaign forces Israeli arms maker to close UK factory**](https://www.presstv.ir/Detail/2024/03/28/722685/Palestine-Israel-Gaza-UK-Palestine-Action-Elbit-Systems-Tamworth)\n\n🔹A relentless campaign by the Palestine Action group has managed to force Elbit Systems, Israel’s largest arms company, to permanently shut down another weapons factory in Britain.\n\n@PressTV"
    },
    {
        "id": 134263,
        "date": "2024-03-28T21:56:31+00:00",
        "text": "Quite right."
    },
    {
        "id": 134262,
        "date": "2024-03-28T21:53:25+00:00",
        "text": "😨🙏🏽🇿🇦"
    },
    {
        "id": 134261,
        "date": "2024-03-28T21:53:03+00:00",
        "text": "All these fucking demons from origins of each and all european demonic shithole countries, always end up on the americas where european colonizers global terrorists thieving demons have created a save heaven in their colonial occupation for all the cockroaches that come here to help keep stealing and invading our continent while making the original peoples of north central and south america as if they don't belong and even as if it is the real americans=copper color races of the americas, that invaded their own continent. Fucking demons suck dick. Wonder what would happen if god turned all of europe to ashes. 🖕🏼🖕🏼"
    },
    {
        "id": 134260,
        "date": "2024-03-28T21:50:45+00:00",
        "text": "По Украине идут удары БПЛА + несколько ракетных прилетов.\nПока в основном по левобережью. Черкассы, Днепропетровск, Запорожье."
    },
    {
        "id": 134259,
        "date": "2024-03-28T21:48:38+00:00",
        "text": "🇷🇺🇺🇦 Beaver continues to destroy the enemy."
    },
    {
        "id": 134258,
        "date": "2024-03-28T21:48:37+00:00",
        "text": ""
    },
    {
        "id": 134257,
        "date": "2024-03-28T21:48:37+00:00",
        "text": ""
    },
    {
        "id": 134256,
        "date": "2024-03-28T21:48:20+00:00",
        "text": "🇷🇺🇺🇦 The crew of the group “Msta-s” 🅾️ hit a tank of Ukrainian militants with a high-precision projectile."
    },
    {
        "id": 134255,
        "date": "2024-03-28T21:47:41+00:00",
        "text": "🇷🇺🇺🇦 The 5th Brigade of the 1st Donetsk Army Corps uses weapons with maximum efficiency. With precise strikes from Russian weapons, the enemy's positions and personnel are mixed into the mud."
    },
    {
        "id": 134254,
        "date": "2024-03-28T21:45:27+00:00",
        "text": "Who gives a fuck about the dumb bitch. Egypt never fucks with me, or do anything against people like me. So good for Egypt, and for the dumb air headed bitch. 🤣🤣"
    },
    {
        "id": 134253,
        "date": "2024-03-28T21:43:12+00:00",
        "text": ""
    },
    {
        "id": 134252,
        "date": "2024-03-28T21:43:12+00:00",
        "text": ""
    },
    {
        "id": 134251,
        "date": "2024-03-28T21:43:12+00:00",
        "text": "**Bus Accident Kills 45 In South Africa\n**\nAt least 45 people were killed as a result of a bus accident, South Africa's Department of Transportation said.\n\nAn 8-year-old girl is reportedly the only survivor.\n\nThe crash occurred near Mamatlakala in the northern province of Limpopo.\n\nThe ministry says the driver lost control of the vehicle and collided with the barriers on the bridge. It then hit the ground and caught fire.\n\nThe bus was transporting people from Botswana."
    },
    {
        "id": 134250,
        "date": "2024-03-28T21:42:43+00:00",
        "text": ""
    },
    {
        "id": 134249,
        "date": "2024-03-28T21:42:23+00:00",
        "text": "The bank needs to have all its assets frozen. Investigate every single admin"
    },
    {
        "id": 134248,
        "date": "2024-03-28T21:40:59+00:00",
        "text": "France turning into Zionist hell hole. They'll be going after Christians even more. Everyone should resist religious discrimination"
    },
    {
        "id": 134247,
        "date": "2024-03-28T21:37:53+00:00",
        "text": "That's a tricky use of language use by all nazis, neo-nazis, kkk, and european colonizers global terrorists thieving demons in general.                                                                                             They will calmly sit on their ass, or stand  In a vary soft posture, and with a very soft voice and faggot accent always used by european colonizers global terrorists thieving demons they will say the most absurd stupid nonsense shit you've ever heard....   But Why you'll ask....                                                                                        It is their technique. They speak with a forked tongue because they use the language of the snake.                       Contrary to all humans, they use the most passive aggressive vocabulary on earth. It is so deeply passive, that people end up confused not seeing the very deep aggressive intention behind that passiveness..                                                                                                            That's exactly how european colonizers global terrorists thieving demons speak when speaking to any non so called \"white\" person, as they sound like complete faggots, they have every plan to kill the non-european peoples and drop their bodies in shallow graves.                                                                                 Listen to george bush senior, and george bush junior speeches right before engaging in some real evil acts of aggression.  That's the same exact soft sounding voice and faggot accent of european colonizers global terrorists thieving demons, right before unleashing a very evil planned aggression killing countless non-european peoples..                 Here he spoke like a true nazi, using their language and completely disarmed her.      He intentionally asked a very stupid senseless question, to divert the conversation away from it's base, which left her confused, and mentally upset, thrown the energy in her body off it's balance. That in the end she is seen trying to rearrange her ass back on the chair trying to get her energy balance that he completely dismantled.                                                                    Those are the most demonic nasty people on earth, she don't have that energy. Also, it's hard to find any Russians who use language that way, Russians are very straight to the point, and like wasting very little time with hypocrisy=Short tempered.                                                                                                                                  Well this shit in this short clip was very interesting to watch. Suck dick demons. 🤣🤣🤣🤣"
    },
    {
        "id": 134246,
        "date": "2024-03-28T21:30:26+00:00",
        "text": "Next headline. France waves the white flag"
    },
    {
        "id": 134244,
        "date": "2024-03-28T21:21:50+00:00",
        "text": "France will likely surrender."
    },
    {
        "id": 134243,
        "date": "2024-03-28T21:17:26+00:00",
        "text": "They work two sides of the \"game\". Paul Singer is a good example. There is no significant division of zionist or left among them."
    },
    {
        "id": 134242,
        "date": "2024-03-28T21:13:55+00:00",
        "text": "And Peskov knows this BECAUSE Telegram is working as it should!\nTelegram DOESN'T \"make\" terrorists!\nTelegram SENDS information!"
    },
    {
        "id": 134241,
        "date": "2024-03-28T21:13:08+00:00",
        "text": "No, no... I think they like that we always leave a tip on the nightstand. As for my mom, she'll enjoy that. It's been a while since she's had a good humping, considering I'm 70 and she was 27 when I was born. 😍"
    },
    {
        "id": 134240,
        "date": "2024-03-28T21:07:21+00:00",
        "text": "The Germans just can't stop themselves can they."
    },
    {
        "id": 134239,
        "date": "2024-03-28T21:05:54+00:00",
        "text": "Thiefs"
    },
    {
        "id": 134238,
        "date": "2024-03-28T21:01:05+00:00",
        "text": "Former president? 🤔"
    },
    {
        "id": 134237,
        "date": "2024-03-28T20:59:57+00:00",
        "text": "As bill mahar's AshkeNAZI faggot ass would say.                                                       NEW RULE:    Before anyone kills anyone else, they must first hand them a written statement explicating the details of their plan to murder them.    Which will be the full confession of a premeditated murder. 🤣🤣"
    },
    {
        "id": 134236,
        "date": "2024-03-28T20:59:38+00:00",
        "text": "**France Sues Student It Says Falsely Accused Principal Of Pulling Off Headscarf\n**\nA French high school student is being sued by the government for falsely accusing her former principal of assaulting her after he made her remove her headscarf on school premises.\n\nThe principal has since resigned due to death threats.\n\nFrench Prime Minister Gabriel Attal said the government would \"always stand with these officials, those who are on the front line faced with these breaches of secularism, these attempts of Islamist penetration in our education establishments.\"\n\nThe student refused and \"looked to intimidate\" the principal by accusing him of assaulting her, Attal claimed. \n\nFrench President Emmanuel Macron has previously said that \"religious symbols of any kind have no place\" in French schools.\n\nIn 2022, lawmakers backed a ban on wearing the hijab and other \"conspicuous religious symbols\" in sports competitions."
    },
    {
        "id": 134234,
        "date": "2024-03-28T20:45:20+00:00",
        "text": ""
    },
    {
        "id": 134233,
        "date": "2024-03-28T20:45:20+00:00",
        "text": ""
    },
    {
        "id": 134232,
        "date": "2024-03-28T20:45:19+00:00",
        "text": ""
    },
    {
        "id": 134231,
        "date": "2024-03-28T20:45:19+00:00",
        "text": ""
    },
    {
        "id": 134230,
        "date": "2024-03-28T20:45:18+00:00",
        "text": ""
    },
    {
        "id": 134228,
        "date": "2024-03-28T20:40:08+00:00",
        "text": "🇷🇺🇺🇦 The “Lancet” of the “O” group destroyed the enemy American howitzer M777 in the direction of Avdeevsky."
    },
    {
        "id": 134227,
        "date": "2024-03-28T20:28:52+00:00",
        "text": "I wish you good night from Italy 🇮🇹😊🤗😎\n\n😴🌙💤"
    },
    {
        "id": 134226,
        "date": "2024-03-28T20:27:41+00:00",
        "text": "This is terorism"
    },
    {
        "id": 134225,
        "date": "2024-03-28T20:26:33+00:00",
        "text": "For a country that \"doesn't have racism\" they sure love asking about race on government form."
    },
    {
        "id": 134223,
        "date": "2024-03-28T20:25:07+00:00",
        "text": "A hail storm hit the Fightinga Residents now fear the release of toxic substances such as Cadmium Telluride into the soil and surrounding aquifers."
    },
    {
        "id": 134222,
        "date": "2024-03-28T20:24:13+00:00",
        "text": "Meanwhile in Bruxelles, near the European Commission building…"
    },
    {
        "id": 134221,
        "date": "2024-03-28T20:23:01+00:00",
        "text": "They intend to create a collapse in order to cover up the crimes of the elite, but they cannot control it!"
    },
    {
        "id": 134220,
        "date": "2024-03-28T20:22:02+00:00",
        "text": "Trans-Action Agenda LGBTQIA+ 🌈\n\n\nAt Mearns Academy in Scotland they take censorship very seriously.\n\nThe school authority, which manipulates students from an early age, dictates that there are about fifty different genders. Visiting a site with the class, it turns out that there are only two of them. \n\nThe professor complains about this but Murra studente\n\nA dialectical clash arises between the two and the professor eventually throws him out of the class because Murra's opinion is not inclusive. \n\nIt follows a private discussion between the two that says everything about what a dictatorship is: obligation to think. \n\nMurra non, as JOsh, does not want to eat grasshoppers, and knows that if he bends today, tomorrow a transsexual will come to his children's class to explain to him how to use vibrators. \n\nOppose this new normal, which disguises itself as inclusion to destroy the concept of family and natural reproduction to pursue the goals of the 2030 Agenda.\n\nTrans-Action Agenda LGBTQIA+ 🌈"
    },
    {
        "id": 134219,
        "date": "2024-03-28T20:20:02+00:00",
        "text": "Senator Ron Johnson on world government strategy:\n\n“It is very easy to manipulate the population and the best way to manipulate them is through fear.”"
    },
    {
        "id": 134218,
        "date": "2024-03-28T20:17:29+00:00",
        "text": "Holocaust,the real1"
    },
    {
        "id": 134217,
        "date": "2024-03-28T20:17:19+00:00",
        "text": "**Next US Census Will Break Down Hispanic And Middle Eastern Ancestry**\n\nThe 2030 US Census will include new race and ethnicity boxes and allow people to write in their own answers.\n\nThe definition of \"white\" has changed and no longer includes people of Middle Eastern and North African descent. \n\nThis is the first change to the race and ethnicity categories in nearly 30 years."
    },
    {
        "id": 134216,
        "date": "2024-03-28T20:16:27+00:00",
        "text": "President Biden's wife , Jill\n\n\"Democracies do not disappear overnight. They slowly disappear. A ban on books, a court decision, a law \"Do not tell Ga ga Before World War II, Berlin was the center of LGBTQ culture in Europe. A group of people lose their rights. And then another, \" said the First Lady"
    },
    {
        "id": 134215,
        "date": "2024-03-28T20:14:50+00:00",
        "text": "https://www.youtube.com/live/5wNKe6E3n2s?si=Fq09hY-iHFLfoYGE"
    },
    {
        "id": 134214,
        "date": "2024-03-28T20:14:36+00:00",
        "text": "In TexAs the solar panels installed on a thousand hectares of land were damaged as a result of a hailstorm."
    },
    {
        "id": 134213,
        "date": "2024-03-28T20:13:31+00:00",
        "text": "Two cars crashed into a chasm that opened in the Quadraro district of Rome. The chasm is about 10 meters wide and 10 meters deep. \n \nincidente The incident occurred last night, around one o'clock. The hole “swallowed” a Dacha and a Renault.  The officers closed the road and secured the area. At the end of the removal of the vehicles, the area was cordoned off."
    },
    {
        "id": 134212,
        "date": "2024-03-28T20:12:28+00:00",
        "text": "Off the record on the record 😂"
    },
    {
        "id": 134211,
        "date": "2024-03-28T20:11:50+00:00",
        "text": "“President Obama and President Clinton strongly support President Biden's leadership. All three agree that we have to fight the problems we have struggled with over the past 3 years” - Karineean"
    },
    {
        "id": 134210,
        "date": "2024-03-28T20:08:50+00:00",
        "text": "THE AMERICANS TRY TO ESCAPE FROM THE TERRORIST ATTACK IN MOSCOW-"
    },
    {
        "id": 134209,
        "date": "2024-03-28T20:07:28+00:00",
        "text": "Greenpeace co-founder, Dr. Patrick Moore: \"If we really reached Net Zero, at least 50% of the population would die of hunger and disease\"."
    },
    {
        "id": 134208,
        "date": "2024-03-28T20:05:36+00:00",
        "text": "Al Gore: \"Temperatures will stop rising right away\" if we reach Net Zero.\n\n\"If we don't act, there could be up to a billion climate refugees crossing international borders in the coming decades... The survival of our civilization is at stake.\""
    },
    {
        "id": 134207,
        "date": "2024-03-28T20:04:19+00:00",
        "text": "While China approves the equivalent of two new coal plants every week ,oh\n\n\"If everyone sits there waiting for the other to move, we don't get there.\""
    },
    {
        "id": 134206,
        "date": "2024-03-28T20:01:47+00:00",
        "text": "This doctor talks about his own vaccine damage caused by the flu vaccine. He was paralyzed within a few hours and was diagnosed with rheumatoid arthritis."
    },
    {
        "id": 134205,
        "date": "2024-03-28T20:00:50+00:00",
        "text": "Accoglie Welcomes the secretary instead of Meloni: the gaffe of the Lebanese Prime minister at the airport\n\nIt was not Giorgia Meloni but his assistant Patrizia Scurti, the woman whom Lebanese Prime Minister Na Mik"
    },
    {
        "id": 134204,
        "date": "2024-03-28T19:59:30+00:00",
        "text": "Colombia, the pursuit at full speed to stop the speedboat loaded with tons of cocaine"
    },
    {
        "id": 134203,
        "date": "2024-03-28T19:59:21+00:00",
        "text": "Zionist jewish bankers identifying and preparing for persecuting leftwing international jews... ?"
    },
    {
        "id": 134202,
        "date": "2024-03-28T19:57:38+00:00",
        "text": "“The United States is not sending troops to Ukraine. President Macron is a longtime ally of the United States. We work with him productively on a number of issues, including support for Ukraine.\""
    },
    {
        "id": 134201,
        "date": "2024-03-28T19:56:41+00:00",
        "text": "WHO leader Tedros Adhanom Ghebreyesus declares war on meat and agriculture, in the name of fighting the non-existent \"climate crisis\"."
    },
    {
        "id": 134200,
        "date": "2024-03-28T19:55:41+00:00",
        "text": "Bitcoins hair? 👍"
    },
    {
        "id": 134199,
        "date": "2024-03-28T19:54:21+00:00",
        "text": "**German Bank Freezes Account Of Jewish Anti-Zionist Group**\n\nJewish Voice for a Just Peace in the Middle East claims Berliner Sparkasse froze the group's account without prior notice.\n\nThe bank also sent a letter saying the move was \"precautionary\" and requested the names and addresses of the members.\n\nThe organization claims it is pursuing legal action is \"undeterred\" because it is reliant on Jewish values, not financial resources."
    },
    {
        "id": 134198,
        "date": "2024-03-28T19:53:19+00:00",
        "text": "- President Biden and Obama president Obama got off Air Force One at the same time: something is happening !!"
    },
    {
        "id": 134197,
        "date": "2024-03-28T19:48:43+00:00",
        "text": ""
    },
    {
        "id": 134196,
        "date": "2024-03-28T19:40:35+00:00",
        "text": "Lol dumb piece of shit."
    },
    {
        "id": 134195,
        "date": "2024-03-28T19:39:22+00:00",
        "text": "The White House press secretary lets the press know the gaggle on Air Force One is \"off the record\" before former US President Obama says, \"How's it goin', everybody?\""
    },
    {
        "id": 134194,
        "date": "2024-03-28T19:32:11+00:00",
        "text": "The Govt has stolen tax from me for over 40 yrs and they are free"
    },
    {
        "id": 134193,
        "date": "2024-03-28T19:21:50+00:00",
        "text": "But President Trump has real voters\n#MAHA\nH=honest \n🙏"
    },
    {
        "id": 134192,
        "date": "2024-03-28T19:07:14+00:00",
        "text": ""
    },
    {
        "id": 134191,
        "date": "2024-03-28T19:02:06+00:00",
        "text": "All three of them need to be executed."
    },
    {
        "id": 134190,
        "date": "2024-03-28T19:01:34+00:00",
        "text": "Wondering how they can control Clintons Parkinsons- yes he does have it"
    },
    {
        "id": 134189,
        "date": "2024-03-28T19:01:05+00:00",
        "text": "Now lock up all the political pieces of shit who conspired alongside this fat loser."
    },
    {
        "id": 134188,
        "date": "2024-03-28T18:49:49+00:00",
        "text": "He would have got 100 years if his parents were not connected to the system, as it is he'll get parole in a few years when they think the public has forgotten about it."
    },
    {
        "id": 134187,
        "date": "2024-03-28T18:47:21+00:00",
        "text": "The holocaust is a Jewish construct. Had it happened to the extent they claim, Palestinians wouldn't find themselves imprisoned and being mass slaughtered today and for the past 70 years. Never believe a Jew, they lie as soon as their mouth opens. History has certified this."
    },
    {
        "id": 134186,
        "date": "2024-03-28T18:41:49+00:00",
        "text": "Sam will now spend some time in a federal “pound him in the ass” prison."
    },
    {
        "id": 134185,
        "date": "2024-03-28T18:38:58+00:00",
        "text": "This is what happens when men wear dresses an are unarmed \nInvest in seeds ?\n😳👀🤔"
    }
]